<?xml version="1.0" encoding="utf-8"?>
<!-- generator="Joomla! - Open Source Content Management" -->
<?xml-stylesheet href="http://waterboard.lk/web/plugins/system/osolcaptcha/osolCaptcha/captchaStyle.css" type="text/css"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
	<channel>
		<title>அமைப்பு</title>
		<description><![CDATA[National Water Supply and Drainage Board]]></description>
		<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=category&amp;id=33&amp;Itemid=103&amp;lang=ta</link>
		<lastBuildDate>Mon, 19 Oct 2015 19:38:20 +0000</lastBuildDate>
		<generator>Joomla! - Open Source Content Management</generator>
		<atom:link rel="self" type="application/rss+xml" href="http://waterboard.lk/web/index.php?option=com_content&amp;view=category&amp;id=33&amp;Itemid=103&amp;lang=ta&amp;format=feed&amp;type=rss"/>
		<language>ta-in</language>
		<managingEditor>donotreply@waterboard.lk (National Water Supply and Drainage Board)</managingEditor>
		<item>
			<title>Board Act</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=83&amp;catid=33&amp;Itemid=103&amp;lang=ta</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=83&amp;catid=33&amp;Itemid=103&amp;lang=ta</guid>
			<description><![CDATA[<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="r1">
<td>National Water Supply and Drainage Board Law, No. 2 of 1974</td>
<td style="width: 100px; text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/board_act_no_2_of_1974.pdf" target="_blank">[ PDF - 237 KB ]</a></td>
<td style="width: 100px; text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/board_act_no_2_of_1974.zip">[ ZIP - 189 KB ]</a></td>
</tr>
<tr class="r2">
<td>National Water Supply and Drainage Board (Amendment) Act, No. 13 of 1992</td>
<td style="text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/nwsdb_amendment_act_no_13_of_1992.pdf" target="_blank">[ PDF - 163 KB ]</a></td>
<td style="text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/nwsdb_amendment_act_no_13_of_1992.zip">[ ZIP - 148 KB ]</a></td>
</tr>
</tbody>
</table>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 04:37:41 +0000</pubDate>
		</item>
		<item>
			<title>கொள்கைகள்</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=82&amp;catid=33&amp;Itemid=103&amp;lang=ta</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=82&amp;catid=33&amp;Itemid=103&amp;lang=ta</guid>
			<description><![CDATA[<h4>நீர் சுத்திகரிப்பு இயந்திர கூடத்திற்கான வண்டல் கலங்கல் நீர் முகாமைத்துவம்</h4>
<ul class="pdf">
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/process_fow_diagram_sludge_management_policy.pdf" target="_blank">செயல் பாய்ச்சல் வரைபடம் - வண்டல் கலங்கல் நீர் முகாமைத்துவ கொள்கை<br />[ PDF - 118 KB ]</a></li>
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/sludge_management_policy.pdf" target="_blank">நீர் சுத்திகரிப்பு இயந்திர கூடத்துக்கான - வண்டல் கலங்கல் நீர் முகாமைத்துவம்<br />[ PDF - 293 KB ]</a></li>
</ul>
<h4>மழை நீரைச் சேகரிக்கும் தேசிய கொள்கையும் மூலோபாயமும்</h4>
<p>பார்ப்பதற்கு <a href="http://www.lankarainwater.org/rwhsl/policy.htm" target="_blank">இங்கே</a> கிளிக் செய்க</p>
<h4>கிராமிய நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவுக்கான தேசிய கொள்கை&nbsp;–&nbsp;ஜூலை 2001</h4>
<ul class="pdf">
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/rws_policy_july_2001.pdf" target="_blank">கிராமிய நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவுக்கான தேசிய கொள்கை<br />[ PDF - 49 KB ]</a></li>
</ul>
<h4>குடி நீர் தொடர்பான தேசிய கொள்கை</h4>
<ul class="pdf">
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/national_drinking_water_policy.pdf" target="_blank">குடி நீர் தொடர்பான தேசிய கொள்கை<br />[ PDF - 67 KB ]</a></li>
</ul>
<h4>நீர் வழங்கல் மற்றும் துப்புரவேற்பாடு தொடர்பான தேசிய கொள்கை&nbsp;–&nbsp;ஆகஸ்ட் 2002</h4>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-1">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#அறிமுகம்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
அறிமுகம்
</span></a>
</div>
<div class="accordion-body collapse" id="அறிமுகம்">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">இலங்கையில் பொருளாதார மற்றும் சமூக அபிவிருத்திக்கான அரச நிகழ்ச்சித்திட்டத்தில் அத்தியாவசிய அல்லது அடிப்படை அம்சமாக இருப்பது பாதுகாப்பான குடிநீர் மற்றும் துப்புரவேற்பாட்டு சேவைக்கான அணுகுமுறையை ஏற்படுத்திக் கொடுப்பதாகும். உள்ளடக்கும் நிலைகளும் சேவையின் தரமும் கடந்த தசாப்தம் முழுவதிலும் குறிப்பிடத்தக்களவு உயர்ந்தாலும் நீர் சேவைக்காகவுள்ள தேவை போதியளவு நீரையும் துப்புரவேற்பாட்டையும் (குழாய் மார்க்க மலமகற்றும் வடிகால் முறைமை உட்கட்டமைப்பு வசதிகள் உட்பட) விநியோகிப்பதற்கு நாடு முழுவதிலும் உள்ள பிரசைகள் சமமாக அணுகுவதை உறுதிப்படுத்திக் கொள்வதற்கும் அரசுக்குள்ள ஆற்றல் விஞ்சிச் சென்றுள்ளது. ஆகவே இத் துறையில் புனரமைப்பு பணிகளை மேற்கொள்வதற்கு இலங்கை அரசு நிகழ்ச்சித் திட்டங்களை ஆரம்பித்துள்ளது. இப் புனரமைப்பு செயற்பாட்டின் ஒரு பகுதியாக தற்பொழுது மேற்கொள்ளப்படுகின்ற நடவடிக்கைகளுக்கிடையில் நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு முறைமைக்கான ஒழுங்குறுத்தும் ஆணைக்குழுவை ஸ்தாபித்தல் மற்றும் செயற்பாட்டு வினைத்திறனை மேம்படுத்துவதற்கும் நாட்டில் தெரிவுசெய்யப்பட்ட பிரதேசங்களில் தனியார் செயற்பாட்டாளர்களுக்கு ஒப்பந்தங்களைப் பொறுப்பளிப்பதற்கும் தனியார் துறையின் நிதி முதலீடுகளை வழங்குதல் என்பவை சேர்கின்றன. மேலும், கிராமிய நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு துணைப்பிரிவுக்காக அரசாங்கத்தின் மத்திய அமைச்சின் கீழ் தனிப் பிரிவு ஒன்று ஸ்தாபிக்கப்பட்டுள்ளது.</p>
<p style="text-align: justify;">நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவின் வளர்ச்சிக்கு வழிகாட்டும்பொருட்டு தோட்ட வீடமைப்பு மற்றும் உட்கட்டமைப்பு வசதிகள் அமைச்சு அத் துறைக்கான அனைத்து பிரிவுகளையும் உள்ளடக்குகின்ற கொள்கை சட்டகம் ஒன்றைத் தயாரித்துள்ளது. இக் கொள்கை நீர் வழங்கல் மூலம் உள்ளடக்கப்படுகின்ற பிரதேசங்கள், சேவைத் தரம் மற்றும் செலவை மீளப் பெற்றுக்கொள்ளுதல் என்பவை சம்பந்தமாக அரசாங்கத்தின் நோக்கங்களை நிறைவேற்றிக் கொள்வதற்கான நிகழ்ச்சித்திட்டங்கள் மற்றும் முதலீட்டு மூலோபாயங்களைத் திட்டமிடுகின்றபோதும் செயற்படுத்துகின்ற போதும் மகாணசபைகள் மற்றும் உள்ளூராட்சி மன்றங்கள் உள்ளிட்ட அரச முகவர் நிலையங்கள், கடன் கொடுக்கும் நிறுவனங்கள், நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு சேவைகளில் ஈடுபட்டிருக்கின்ற சமூக அடிப்படையிலான அமைப்புகள் மற்றும் அரச சார்பற்ற அமைப்புகள் என்பவற்றின் வழிகாட்டலைப் பெறுகின்றது.</p>
<p style="text-align: justify;">தோட்ட வீடமைப்பு மற்றும் உட்கட்டமைப்பு வசதிகள் அமைச்சு, தேசிய நீர் வழங்கல் வடிகாலமைப்பு சபை மற்றும் ஏனைய அமைச்சுகள் மற்றும் அரச முகவர் நிறுவனங்கள் என்பவற்றினால் இப் பிரிவுக்காக இதற்கு முன்னர் தாhரித்துள்ள பல்வேறு கொள்கைகள் இவ் வெளியீட்டைப் பிரதிபலிக்கின்றன. இப் பிரிவுக்காக அரச இலக்குகளை நிறைவேற்றிக் கொள்ளுவதற்கு வசதியளிக்குமுகமாக தோட்ட வீடமைப்பு மற்றும் உட்கட்டமைப்பு வசதிகள் அமைச்சு, இக் கொள்கையை காலத்துக்குக் காலம் இற்றைப்படுத்துகிறது.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#பிரிவுக்கான-நோக்கும்-இலக்கும்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
பிரிவுக்கான நோக்கும் இலக்கும்
</span></a>
</div>
<div class="accordion-body collapse" id="பிரிவுக்கான-நோக்கும்-இலக்கும்">
<div class="accordion-inner panel-body">
<h5>பிரிவுக்கான நோக்கு</h5>
<p style="text-align: justify;">இலங்கை மக்களுக்கு பாதுகாப்பான குடிநீரையும் போதியளவு துப்புரவேற்பாட்டு வசதிகளையும் அணுகுவதற்கான வாய்ப்பை ஏற்படுத்துவதன் மூலம் வாழ்க்கைத் தரத்தை உயர்த்துதல், பொருளாதார சுபீட்சத்தை மேம்படுத்துதல், சூழலைப் பாதுகாத்துல் என்பவற்றுக்கு இலங்கை அரசு தன்னை அர்ப்பணித்துக்கொண்டுள்ளது.</p>
<h5 style="text-align: justify;">நீர் வழங்கலின் இலக்கு</h5>
<ul>
<li style="text-align: justify;">2010ஆம் ஆண்டளவில் இலங்கை சனத் தொகையில் 85% க்கும் 2025ஆம் ஆண்டளவில் 100% கும் போதியளவு, பாதுகாப்பான குடிநீரைப் பெறுவதற்கு நடவடிக்கை எடுக்கப்படும்.</li>
<li style="text-align: justify;">2010ஆம் ஆண்டளவில் நகர சனத் தொகையில் 100% க்கும் கிராமிய சனத் தொகையில் .....%கும் குழாய் நீர் வழங்கப்படும்.</li>
<li style="text-align: justify;">சேவை மட்டத்திலும் நீரின் தரத்திலும் நகர மற்றும் கிராமிய பிரதேசங்கள் தேசிய தரத்தை நிறைவுசெய்திருக்கிறது.</li>
</ul>
<p style="text-align: justify;">மொத்தமாக நீரை வழங்குவதிலிருந்து குழாய் மார்க்க வலையமைப்பு மற்றும் நீரைக் கொண்டுசெல்லும் தாங்கிகளுடனான வாகனங்கள், குழாய் கிணறுகள் மற்றும் ஏனைய சமூக விநியோக முறைமைகள் போன்ற ஏனைய முறைகள் மூலம் பாவனையாளர்களுக்கு இறுதியில் நீரை விநியோகித்தல் வரை குடிநீரை வழங்குதல் இக் கொள்கை மூலம் உள்ளடக்கப்படுகின்றது. துப்புரவேற்பாட்டை ஒழுங்கு செய்கின்றபோது அது குழாய் முறைமை ஊடாக மலம் கொண்டுசெல்வதை சேகரித்தல், சமூக அடிப்படையிலான துப்புரவேற்பாட்டு வசதிகள், இடம் சார்ந்த துப்புரவேற்பாட்டு வசதிகள் மற்றும் சூழலுக்குச் செலுத்துவதற்காக கழிவு நீரைச் சுத்தப்படுத்துதல் என்பவற்றை உள்ளடக்குகிறது.</p>
<p style="text-align: justify;">இக் கொள்கை இவ் ஆவணத்தின் இறுதியில் பட்டியல்படுத்தப்பட்டுள்ளது.</p>
<h5 style="text-align: justify;">துப்புரவேற்பாட்டு இலக்கு</h5>
<ul>
<li style="text-align: justify;">2010ஆம் ஆண்டளவில் இலங்கை சனத் தொகையில் 70% க்கும் 2025ஆம் ஆண்டளவில் 100%கும் போதியளவு, துப்புரவேற்பாட்டைப் பெறுவதற்கு நடவடிக்கை எடுக்கப்படும்.</li>
<li style="text-align: justify;">பிரதான நகரங்களுக்கும் தெரிவுசெய்யப்பட்ட வளர்ச்சி நிலையங்களுக்கும் குழாய்மார்க்க துப்புரவேற்பாட்டு முறைமை வழங்கப்படும். மற்றும்,</li>
<li style="text-align: justify;">மலமகற்றும் முறைமையில் அல்லது ஏனைய துப்புரவேற்பாட்டு முறைமையில் தொடர்புபடாத அனைவருக்கும் ஏற்றுக்கொள்ளப்பட்ட இடம்சார்ந்த துப்புரவேற்பாடு இருக்கிறது.</li>
</ul>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#பிரிவுக்கான-நோக்கமும்-மூலோபாயமும்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
பிரிவுக்கான நோக்கமும் மூலோபாயமும்
</span></a>
</div>
<div class="accordion-body collapse" id="பிரிவுக்கான-நோக்கமும்-மூலோபாயமும்">
<div class="accordion-inner panel-body">
<table>
<tbody>
<tr class="mhead">
<td colspan="3">பிரிவு கட்டமைப்பு</td>
</tr>
<tr class="r1" valign="top">
<td><strong>நோக்கம்</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">
<p>குறைந்த வருமானம் பெறுகின்ற கிராமிய மற்றும் சகல பாவனையாளர்களுக்குப் போதியளவு விநியோகத்தை உறுதிப்படுத்தி வினைத்திறன், தனியார் துறையின் பங்களிப்பை கவர்ந்துகொள்ளுதல், கணக்குகளை வைத்திருக்கும் பொறுப்பை மேம்படுத்துதல் மற்றும் சமூக பங்களிப்புக்கு உதவுதல் போன்றவற்றை ஊக்குவிக்கும் பொருட்டு சேவை வழங்குவதற்கான கட்டமைப்பை புனரமைத்தல்</p>
</td>
</tr>
<tr class="r2" valign="top">
<td><strong>மூலோபாயம்</strong></td>
<td><strong>:</strong></td>
<td>
<ul>
<li style="text-align: justify;">நீர் வழங்கல் சேவையை வழங்குவதற்காக தனியார் துறை சம்பந்தப்பட்டிருக்கும்போது, நீர் வழங்கல் மற்றும் மலமகற்றும் சொத்துக்களை தனியார் பணத்தை வழங்கி அபிவிருத்தி செய்திருந்தால் அன்றி அவற்றின் உரித்தை அரசு, தே.நீ.வ.வ.சபை, மாநகரசபை, நகரசபை, பிரதேச சபை என்பவை தக்க வைத்துக்கொள்ள வேண்டும்.</li>
<li class="_mce_tagged_br" style="text-align: justify;">சேவை வழங்குனர்களின் வினைத் திறனையும் சுயாதீன தன்மையையும் உயர்த்துவதற்கும் நீர் வழங்கல் சேவைகளில் சர்வதேச மற்றும் உள்நாட்டு தனியார் துறை முதலீட்டாளர்களின் முதலீட்டுக்கு வசதிகளை வழங்குவதற்கும் நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு சேவைகளின்போது தனியார் துறையின் பங்கேற்பைப் பெற்றுக்கொள்ள முயற்சியெடுக்க வேண்டும்.</li>
<li class="_mce_tagged_br" style="text-align: justify;">நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு முறைமை சேவைகளை இயலுமானளவுக்கு ஒருங்கிணைக்க வேண்டும். அத்துடன் உற்பத்தித்திறனுள்ள சேவைகளை வழங்குவதற்காக செலவை முகாமைப்பபடுத்த வேண்டும்.</li>
<li class="_mce_tagged_br" style="text-align: justify;">தே.நீ.வ.வ.சபையின் திட்டமிடல் பணிகளை செயற்பாட்டு பணிகளிலிருந்து வேறுபடுத்த வேண்டும். அத்துடன் கணக்கில் பதியும் பொறுப்பை மேம்படுத்தும்பொருட்டு மேம்படுத்தப்பட்ட செயற்பாட்டு வினைத் திறனை ஊக்குவிப்பதற்காக தனியான வலய செலவு நிலையங்களை ஸ்தாபிக்க வேண்டும்.</li>
<li class="_mce_tagged_br" style="text-align: justify;">கிராமிய நீர் வழங்கல் திட்டத்தின் முகாமைத்துவத்தை ஏற்றுக்கொள்ளும்பொருட்டு உள்ளூராட்சி நிறுவனங்கள், சமூக அடிப்படையிலான அமைப்புகள், சமூக குழுக்கள், சிறு தொழில் முயற்சியாளர்கள் ஆகியோரை ஊக்குவிக்க வேண்டும்.</li>
<li style="text-align: justify;">சிறிய, ஒருங்கிணைக்கப்படாத நகர நீர் வழங்கல் திட்டம் மற்றும் கிராமிய திட்டத்தை அபிவிருத்திசெய்தல், செயற்படுத்துதல் என்பவற்றிற்கான செலவுகள் அறவிடப்படக்கூடிய அடிப்படையில் முகாமைத்துவ மற்றும் தொழில்நுட்ப ஒத்துழைப்பை வழங்குகின்றபோது தே.நீ.வ.வ.சபை உதவ வேண்டும்.</li>
</ul>
</td>
</tr>
<tr class="mhead">
<td colspan="3">நிறுவன மற்றும் முன்னோடி கட்டமைப்பு</td>
</tr>
<tr class="r1" valign="top">
<td><strong>நோக்கம்</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">
<p>தெளிவான கோட்பாடுகளையும் நடவடிக்கைமுறைகளையும் அடிப்படையாகக் கொண்ட வெளிப்படைத்தன்மையையும் நியாயமானதும் நிலையானதுமான கண்காணிப்பு சூழல் ஒன்றையும் உருவாக்கிய அரச முகவர் நிலையங்களுக்கும் சேவை வழங்குநர்களுக்கும் இடையில் தெளிவான பாத்திரத்தையும் பொறுப்பையும் திட்டவட்டமாகக் காட்டுவதன்மூலம் நீர் வழங்கல் பிரிவை மக்கள் பயன்பாட்டு முன்னோடி மற்றும் நிறுவன சட்டகத்துக்குள் கொண்டுவருதல்.</p>
</td>
</tr>
<tr class="r2" valign="top">
<td><strong>மூலோபாயம்</strong></td>
<td><strong>:</strong></td>
<td>
<ul>
<li style="text-align: justify;">கொள்கைத் தயாரிப்பு, திடடமிடல், கண்காணிப்பு மற்றும் சேவை வழங்குதல் என்பவற்றக்கான திட்டவட்டமான பணியையும் பொறுப்பையும் தெளிவுபடுத்த வேண்டும். அத்துடன் பொறுப்புக்கூற வேண்டிய நிறுவனங்களுக்கிடையில் பயனுறுதியுள்ள இணைப்பு பொறிமுறையொன்றை உருவாக்க வேண்டும்.</li>
<li style="text-align: justify;">மாகாணசபைகளின் கருத்துக்களை விசாரித்து மத்திய அமைச்சு இப் பிரிவுக்கான கொள்கை தாயரிப்பு பணிகளைத் தயாரிக்க வேண்டும்.</li>
<li style="text-align: justify;">கிராமிய சேவைகளை வழங்குவதற்காக கண்காணிக்கும் மற்றும் வசதிகளை வழங்கும் பணிகளை மகாணசபைகளுக்கு ஒப்படைக்க வேண்டும். அத்துடன் திட்டமிடல் மற்றும் சேவை வழங்கும் பொறுப்பு உள்ளூராட்சி மற்றும் சமூக அடிப்படையிலான நிறுவனங்களின் பொறுப்பாக இருக்க வேண்டும்.</li>
<li style="text-align: justify;">அரச மற்றும் தனியார் ஆகிய இரன்டு துறைகளிலும் நகர மற்றும் கிராமிய பிரதேசங்களுக்கு சேவை வழங்குகின்றவர்களுக்காக கைத்தொழிலுக்கு விசேடமான சட்டத்தின் பிரகாரம் கட்டண கட்டமைப்பு, சேவைத் தரம், நீரின் தரம் மற்றும் பாவனையாளர் பாதுகாப்பு என்பவற்றை கண்காணித்தல்.</li>
<li style="text-align: justify;">சேவை வழங்குகின்றவர்கள் அனைவரையும் கட்டுப்படுத்துகின்ற போது, கண்காணிப்பு சட்டகம் அதன் உள்ளடக்கத்தையம் நியாயமான தன்மையையும் உறுதிப்படுத்த வேண்டும்.</li>
<li style="text-align: justify;">இப் பிரிவுக்கான கொள்கை மற்றும் திட்டமிடல் செயற்பாடுகள் அரச கட்டுப்பாட்டின் அனைத்து மட்டங்களிலும் தீர்மானிக்கும் செயற்பாட்டுக்கு பாவனையாளர்களை இணைத்துக்கொள்ளும் பங்கேற்பு அணுகுமுறையொன்றை அடிப்படையாகக் கொண்டிருக்க வேண்டும்.</li>
</ul>
</td>
</tr>
<tr class="mhead">
<td colspan="3">கட்டண கட்டமைப்பு, செயற்பாட்டு செலவு மற்றும் நிவாரண உதவி</td>
</tr>
<tr class="r1" valign="top">
<td><strong>நோக்கம்</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">
<p>குறைந்த வருமானம் ஈட்டுகின்ற நகர மற்றும் கிராமிய பாவனையாளர்களுக்காக நீர் மற்றும் துப்புரவேற்பாட்டை தாங்கக்கூடிய விலைக்குப் பெற்றுக்கொள்வதை உறுதிப்படுத்தி வினைத்திறன்மிக்க சேவையின் பூரண செலவைப் பிரதிபலித்தும் நிவாரண உதவியைக் குறைத்தும் கட்டண முறையை அதிகரிப்பதன்மூலம் நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவின் சேவைகளை வழங்குவதை நிலையானதாகப் பேணுதல்.</p>
</td>
</tr>
<tr class="r2" valign="top">
<td><strong>மூலோபாயம்</strong></td>
<td><strong>:</strong></td>
<td>
<ul>
<li style="text-align: justify;">நகர பிரதேசங்களில் நீர் விநியோக கட்டணம், செயற்பாட்டு செலவு மற்றும் தேய்மானம் என்பவற்றை ஈடு செய்துகொள்ளக்கூடிய வகையில் விதிக்கப்பட வேண்டும். அத்துடன் கடனை மீளச் செலுத்துதல் மற்றும் நியாயமான இலாப சதவீதம் உட்பட சேவை வழங்குதலின் முழுமையான செலவை ஈடுசெய்து கொள்ளக்கூடிய வகையில் படிப்படியாக அதிகரிக்க வேண்டும்.</li>
<li style="text-align: justify;">கிராமிய பிரதேசங்களில் நீர் விநியோக கட்டணம், நீரைப் பயன்படுத்துகின்றவர்கள் வழங்குகின்ற ஏதேனும் தன்னார்வ உதவுதொகையாக இருப்பின் அதையும் கவனத்திற்கொண்டு, குறைந்தபட்சம் முறைமையின் நிலையான செயற்பாடு மற்றும் பராமரிப்புச் செலவு என்பவை பிரதிபலிக்கக்கூடியவகையில் விதிக்க வேண்டும். அத்துடன் செயல்முறையில் மேற்கொள்ளக்கூடிய சந்தர்ப்பங்களில் முறைமையை ஸ்தாபிப்பதற்கும் விரிவுபடுத்துவதற்குமான மூலதன முதலீட்டுக்கான செலவைப் பகிர்ந்துகொள்வதற்கான திட்டமொன்றும் உள்ளடங்க வேண்டும்.</li>
<li style="text-align: justify;">வாணிப/ கைத்தொழில் பாவனையாளர்களுக்கும் மனை பாவனையாளர்களுக்குமிடையில் இருக்கின்ற கட்டண வேறுபாட்டை நியாயமான மட்டத்தில் குறைக்க வேண்டும்.</li>
<li style="text-align: justify;">மலமகற்றும் முறைமையின் மூலம் சேவை வழங்கப்படுகின்ற பிரதேசங்களுக்கு செயற்பாட்டு பராமரிப்பு செலவுகளை உள்ளடக்கக்கூடிய மலமகற்றும் கட்டண கட்டமைப்பொன்று அறிமுகப்படுத்தப்பட வேண்டும். அத்துடன் நீர் பயன்பாட்டை அடிப்படையாகக்கொண்டு பாவனையாளரிடமிருந்து அறவிட வேண்டும்.</li>
<li style="text-align: justify;">நீர் கட்டண கட்டமைப்பு, அடிப்படை பயன்பாடு மற்றும் சுகாதாரம் என்பவற்றுக்குப் போதியளவு நீர் மட்டத்தைப் பெற்றுக்கொள்ள முடியும் என்பதை சான்றுப்படுத்தும்பொருட்டு பொருத்தமான நிவாரண கட்டண கட்டமைப்பொன்று உட்பட நகர மற்றும் கிராமிய குறைந்த வருமானம் ஈட்டுகின்ற பாவனையாளர்களுக்கான ஏற்பாடுகளைச் செய்ய வேண்டும்.</li>
<li style="text-align: justify;">உயர்த்திய செயற்பாட்டு வினைத்திறன் மற்றும் வருமானம் ஈட்டாத நீர் பயன்பாட்டைக் குறைப்பதன்மூலம் சேவை வழங்குநர்கள் செலவைக் குறைப்பது அவசியமாகும்.</li>
</ul>
</td>
</tr>
<tr class="mhead">
<td colspan="3">முதலீடு</td>
</tr>
<tr class="r1" valign="top">
<td><strong>நோக்கம்</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">
<p>சமூக பொருளாதார அளவுகோல்களை அடிப்படையாகக் கொண்டு முதலீட்டு வளங்களை முதன்மைப்படுத்துகின்ற, வேறுபடுத்துகின்ற மற்றும் நாடு முழுவதற்கும் முதலீட்டு வளங்களை நியாயமாக விநியோகிப்பதை சான்றுப்படுத்துகின்ற தனியார் மற்றும் அரச நிதியங்களின் கலப்பை அடிப்படையாகக்கொண்ட முதலீட்டு நிகழ்ச்சித்திட்டமொன்றைத் தயாரித்தல்.</p>
</td>
</tr>
<tr class="r2" valign="top">
<td><strong>மூலோபாயம்</strong></td>
<td><strong>:</strong></td>
<td>
<ul>
<li style="text-align: justify;">இப் பிரிவின் முதலீடு சனத் தொகை செறிவு, நீருக்காக கோரிக்கை, தனி நபர் முதலீடு, சுகாதார தாக்கம், உள்ளடக்கும் நிலை, சமூக பொருளாதார காரணிகள் மற்றும் பொருத்தமான தொழில்நுட்பத்தைத் தெரிவுசெய்தல் என்பவற்றை அடிப்படையாகக்கொண்டிருக்க வேண்டும்.</li>
<li style="text-align: justify;">காப்பீட்டை அதிகரிப்பதற்கும் சேவையின் தரத்தை மேம்படுத்தவதற்குமான இலக்குகளை கவனத்திற்கொண்டு விற்பனை அடிப்படையில் அனைத்து சேவை வழங்குநர்கள் முதலீட்டு திட்டங்களைத் தயாரிக்க வேண்டும்.</li>
<li style="text-align: justify;">பிரதான நகர பிரதேசங்களை நோக்கிய குடிபெயர்வு வேகத்தை குறைப்பதற்காக இருநிலை நகர மற்றும் கிராம பிரதேசங்களில் உட்கட்டமைப்பு வசதிகளை அபிவிருத்தி செய்ய வேண்டும்.</li>
<li style="text-align: justify;">மக்கள் முதலீட்டுக்கு விருப்பம் தெரிவிக்கின்றனர் என்பதையும், தாங்கக்கூடிய நிலையை சான்றுப்படுத்தவதற்கும் கேள்வி மூலம் செயற்படுத்தப்படுகின்ற அணுகுமுறையைப் பயன்படுத்த வேண்டும்.</li>
<li style="text-align: justify;">நகர பிரதேசங்களுக்கு கொடை/ கடன் சதவீதத்தை காரணமாகக்கொண்டு படிப்படியாகக் குறைக்க வேண்டும்.</li>
</ul>
</td>
</tr>
<tr class="mhead">
<td colspan="3">தோற்றுவாய் பாதுகாப்பும் நீர் பாதுகாப்பும்</td>
</tr>
<tr class="r1" valign="top">
<td><strong>நோக்கம்</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">
<p>குடிநீர் நீர் வளங்களைப் பாதுகாப்பதற்கு, போதியளவு விநியோகத்தை உறுதிப்படுத்துவற்கு, நீர் பாதுகாப்பு, அசுத்த நீரை சுத்திகரித்து சூழலுக்குச் செலுத்துதல் மற்றும் மீள பயன்படுத்துவதை ஊக்குவிப்பதற்கும் கழிவு நீரை அகற்றுவதன் மூலம் ஏற்படக்கூடிய தாக்கங்களைக் குறைத்துக்கொள்வதற்கும் நீர் மூலங்களைப் பாதுகாக்கும் மற்றும் நீர் பாதுகாப்புக்கான அனைத்து அணுகுமுறைகளையும் பயன்படுத்திக்கொள்க.</p>
</td>
</tr>
<tr class="r2" valign="top">
<td><strong>மூலோபாயம்</strong></td>
<td><strong>:</strong></td>
<td>
<ul>
<li style="text-align: justify;">நீர் பாதுகாப்பு மற்றும் நீரை சேமித்துக் கொள்ளும் கலைநுணுக்கம் தொடர்பாக பாவனையாளர்களுக்கு அறிவூட்டும் நிகழ்ச்சித்திட்டம் உட்பட சேவை வழங்குனர்களினால் நீர் கோரல் முகாமைத்துவ நிகழ்ச்சித் திட்டங்கள் நடைமுறைப்படுத்தப்பட வேண்டும்.</li>
<li style="text-align: justify;">நீர் தட்டுப்பாடு நிலவுகின்ற சந்தர்ப்பங்களில், ஏனைய அனைத்து பயன்பாடுகளையும் கடந்து குடிநீர் தேவைக்கு முன்னுரிமை அளிக்க வேண்டும்.</li>
<li style="text-align: justify;">நீரை மீளப் பயன்படுத்துதல், மீள் தயாரிப்பு மற்றும் நுகர்வு அல்லாத பணிகளுக்கு மாற்று நீர் தோற்றுவாய்களைப் பயன்படுத்துவதை ஊக்குவிக்க வேண்டும்.</li>
<li style="text-align: justify;">குடிநீர் தோற்றுவாய்களைப் பாதுகாக்கும்பொருட்டும் உள்ளக மற்றும் கரையோர நீர் வழிகளுக்கு நீரை அகற்றும் தாக்கத்தைக் குறைத்துக்கொள்வதற்கான நிகழ்ச்சித்திட்டங்களுக்கு அரச முகவர் நிறுவனங்கள், சேவை வழங்குநர்கள் மற்றும் ஏனைய அனைவரும் ஒத்துழைப்பு நல்கி அவற்றில் கலந்துகொள்ள வேண்டும்.</li>
</ul>
</td>
</tr>
<tr class="mhead">
<td colspan="3">தரத்தை சான்றுப்படுத்தலும் கொள்ளளவைக் கட்டியெழுப்புதலும்</td>
</tr>
<tr class="r1" valign="top">
<td><strong>நோக்கம்</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">
<p>நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு வசதிகளைக் கட்டியெழுப்புகின்றபோதும் செயற்படுத்துகின்றபோதும் சமூக குழுக்கள் உட்பட சேவை வழங்குநர்களின் கொள்ளளவை மேம்படுத்தும் பொருட்டு பின்வரும் நிகழ்ச்சித்திட்டங்களை செயற்படுத்துவதன் ஊடாக சேவையின் தரத்தை உயர்த்துதல்.</p>
</td>
</tr>
<tr class="r2" valign="top">
<td><strong>மூலோபாயம்</strong></td>
<td><strong>:</strong></td>
<td>
<ul>
<li style="text-align: justify;">நீர் பிரிவு ஒழுங்குபடுத்தும் ஆணைக்குழு அல்லது அது பெயர்க் குறிப்பிடப்பட்டுள்ள நிறுவனத்தினால் சேவை வழங்குதல் மற்றும் நீரின் தரம்பற்றி கண்காணிக்க வேண்டும்.</li>
<li style="text-align: justify;">தேசிய குடிநீர் தரத்துடன் இணங்கியொழுகுவதை உறுதிசெய்வது சேவை வழங்குநர்களின் பொறுப்பாக இருக்க வேண்டும்.</li>
<li style="text-align: justify;">சேவை வழங்குபவர்களினதும் மற்றவர்களினதும் நீரின் தரத்தைப் பரீட்சிக்கும் ஆய்வு கூடத்திற்கான சான்றுப்படுத்தும் நிகழ்ச்சித்திட்டத்தைத் தயாரித்து செயற்படுத்த வேண்டும்.</li>
<li style="text-align: justify;">சேவை வழங்குநர்களுக்கான நிர்மாண பொருட்கள் மற்றும் தரம் தொடர்பாக தரத்தை சான்றுப்படுத்தும் நிகழ்ச்சித்திட்டமொன்றைத் தயாரித்து செயற்படுத்த வேண்டும்.</li>
</ul>
</td>
</tr>
<tr class="mhead">
<td colspan="3">ஆய்வும் அபிவிருத்தியும்</td>
</tr>
<tr class="r1" valign="top">
<td><strong>நோக்கம்</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">
<p>வருமானம் உற்பத்தி செய்யாத நீர் விநியோகத்தின் மூலம் ஏற்படக்கூடிய நட்டத்தைக் குறைத்துக்கொள்தல், வினைத்திறனை உயர்த்திக்கொள்தல், பொருத்தமான தொழில்நுட்பத்தைப் பயன்படுத்திக்கொள்தல் மற்றும் தரத்தை மேம்படுத்திக்கொள்தல் என்பவற்றின் பொருட்டான நடவடிக்கைகளை இலக்காகக் கொண்டுள்ள நிலையான ஆய்வு மற்றும் அபிவிருத்தி நிகழ்ச்சித்திட்டத்தின் ஊடான நீர் விநியோகத்தை மேம்படுத்துதல்</p>
</td>
</tr>
<tr class="r2" valign="top">
<td><strong>மூலோபாயம்</strong></td>
<td><strong>:</strong></td>
<td>
<ul>
<li style="text-align: justify;">இந்த பிரிவுக்காக இலங்கை அரசின் இலக்கை நிறைவேற்றிக்கொள்கின்றபோது இருக்கின்ற பிரதான தடைகளை வெற்றிகொள்தல் ஆய்வின் நோக்கமாக இருக்க வேண்டும்.</li>
</ul>
</td>
</tr>
</tbody>
</table>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#தழுவிய-கொள்கைரீதியிலான-பத்திரங்கள்-ஆவணங்கள்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
தழுவிய கொள்கைரீதியிலான பத்திரங்கள் ஆவணங்கள்
</span></a>
</div>
<div class="accordion-body collapse" id="தழுவிய-கொள்கைரீதியிலான-பத்திரங்கள்-ஆவணங்கள்">
<div class="accordion-inner panel-body">
<ul>
<li class="_mce_tagged_br" style="text-align: justify;">நீர் வழங்கலிலும் துப்புரவேற்பாட்டிலும் தனியார் துறையின் பங்கேற்பு தொடர்பான தேசிய கொள்கை (1999, ஒக்ரோபர் 4)</li>
<li class="_mce_tagged_br" style="text-align: justify;">நகர நீர் வழங்கல் கொள்கை, தேசிய நீர் வழங்கல் வடிகாலமைப்பு சபை (திகதியிடப்படவில்லை)</li>
<li class="_mce_tagged_br" style="text-align: justify;">கிராமிய நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவுக்கான தேசிய கொள்கை 2001 யூலை</li>
<li class="_mce_tagged_br" style="text-align: justify;">தே.நீ.வ.வ.சபை நீர் வழங்கலின் போதும் அதன் மூலம் வழங்கப்படுகின்ற சேவைகளின் போதும் தரத்தை சான்றுப்படுத்துவது தொடர்பிலான கொள்கை</li>
<li class="_mce_tagged_br" style="text-align: justify;">நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவின் புனரமைப்பு கொள்கை (2000 டிசம்பர் திகதியிட்ட சட்டமூலம்)</li>
<li class="_mce_tagged_br" style="text-align: justify;">குடிநீர் தொடர்பான கட்டண கொள்கை – தேசிய நீர் வழங்கல் வடிகாலமைப்பு சபை (2000, யூன் 21)</li>
<li class="_mce_tagged_br" style="text-align: justify;">கிராமிய நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவுக்கான தேசிய கொள்கை – வீடமைப்பு, நகர அபிவிருத்தி அமைச்சு (2000 செப்டம்பர்)</li>
<li class="_mce_tagged_br" style="text-align: justify;">சபையின் சேர்க்கைத் திட்டம் (1999 - 2005) தேசிய நீர் வழங்கல் வடிகாலமைப்பு சபை பாகம் 1 - 111</li>
</ul>
</div></div></div></div>
<h4>நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு தனியார் துறையின் பங்கேற்பு தொடர்பான தேசிய கொள்கை</h4>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-2">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#நோக்கம்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
நோக்கம்
</span></a>
</div>
<div class="accordion-body collapse" id="நோக்கம்">
<div class="accordion-inner panel-body">
<p>அரசு தேசிய இலக்குகளைப் பிரகடனப்படுத்தியுள்ளது. '2010 ஆகின்றபோது அனைவருக்கும் பாதுகாப்பான நீர்'</p>
<p>அதன்மூலம் நிறைவேற்றப்படவிருக்கும் இலக்குகள் கீழே தரப்பட்டுள்ளன.</p>
<ul>
<li style="text-align: justify;">2010 ஆகின்றபோது சனத் தொகையில் 95%க்கு தாங்கக்கூடிய விலைக்கு பாதுகாப்பான குடிநீரைப் பெறும்பொருட்டு உள்ளடக்கத்தை அதிகரித்தல்</li>
<li style="text-align: justify;">நகர பிரதேசங்களில் போதியளவு குழாய் நீர் விநியோக மட்டத்தை நிறைவுசெய்துகொள்ளல்</li>
<li style="text-align: justify;">கைத்தொழில் மற்றும் சேவைத் துறையில் 24 மணித்தியாலங்களும் நீர் விநியோகிப்பதற்கான கோரிக்கையை நிறைவுசெய்தல்</li>
</ul>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#பின்னணி"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
பின்னணி
</span></a>
</div>
<div class="accordion-body collapse" id="பின்னணி">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">சனத்தொகை, புள்ளிவிபரத் திணைக்களத்தின் 1994ஆம் ஆண்டின் சன பரம்பல் ஆய்வின் பிரகாரம் சனத் தொகையில் 72% க்கு பாதுகாப்பான தோற்றுவாய் ஊடாக பாதுகாப்பான குடிநீரை அணுகக்கூடியதாக உள்ளது. நகர மயமாக்கல் மற்றும் வாழ்க்கைத் தரத்தின் துரித வளர்ச்சியுடன் தரமான நீர் விநியோகத்திற்கான கோரிக்கை 8 - 10% அளவில் உயரும் என மதிப்பிடப்பட்டுள்ளது. பெரும்பாலானோர் எதிர்பார்க்கின்ற விநியோக மட்டமான நாள் முழுவதும் நீர் விநியோகிக்கக்கூடிய சாத்தியம் தற்பொழுதுள்ள நீர் முறைமைகளில் மிகக் குறைந்த அளவுக்கு மாத்திரமே உண்டு.</p>
<p style="text-align: justify;">கைத்தொழில் மற்றும் சேவை துறையில் நிறுவனங்கள் பாரியளவில் நீரைப் பயன்படுத்துகின்ற அதேவேளையில் அது வருமானத்தையும் சுற்றியுள்ள பிரதேசங்களில் தொழில் வாய்ப்புகளையும் உருவாக்குகின்ற முக்கியமான அபிவிருத்தி துறையாகும். அத்தகைய வாணிப நடவடிக்கைகளுக்காக 24 மணித்தியாலமும் மேற்கொள்ளப்படுகின்ற நீர் வழங்கல் அவசியமாகின்றது.</p>
<p style="text-align: justify;">பாதுகாப்பான குடிநீர் மற்றும் கழிவு நீர் தொடர்பாக நடவடிக்கை எடுப்பதற்கு போதியளவு ஏற்பாடுகள், பொது சுகாதாரத்துடன் சம்பந்தப்பட்ட மிக முக்கியமான விடயமாகும். போதியளவு நீர் வழங்கல் முறைமைகள் மற்றும் கழிவு நீரைச் சேகரித்தல் மற்றும் அகற்றுதல் என்பவற்றுக்கான வசதிகள் இல்லாத நகரமயமாக்கல் நீர் விநியோகத்தை அசுத்தமடைச் செய்ய காரணமாக அமையலாம்.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#முதலீடு"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
முதலீடு
</span></a>
</div>
<div class="accordion-body collapse" id="முதலீடு">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">நீர் வழங்கல் பிரிவுக்காக 2010ஆம் ஆண்டில் தேவையான நிதியத்தின் அளவு 85 மில்லியன் ரூபாவென தேசிய நீர் வழங்கல், வடிகாலமைப்புச் சபை மதிப்பிட்டுள்ளது. அரசின் படுகடன் அளவின் மீது விதிக்கப்பட்டுள்ள மட்டுப்படுத்தல் காரணமாக அடுத்து வரும் 10 ஆண்டுகளுக்கு நீர் வழங்கலுக்காக மத்திய அரசு ஒதுக்கியுள்ள தொகை 45 பில்லியனாகும். அது அந்த பிரிவுக்குத் தேவையான நிதியத்தின் பாதியாக இருக்கிறது.</p>
<p style="text-align: justify;">அதற்கிடையில் பல்தரப்பு உதவிகளை வழங்குகின்றவர்கள் உட்கட்டமைப்பு வசதிகளின் கருத்திட்ட நிதி முதலீட்டுக்காக அதிகளவில் தனியார் துறைக்கு நீண்டகாலரீதியில் நிதியங்களை வழங்குகின்றது. முதலீட்டு இடைவெளியை நிரப்பும்பொருட்டும் இலங்கையின் தனியார் துறைக்கு பெயர்க் குறிப்பிடப்பட்டுள்ள நீண்டகால பல்தரப்பு நிதியங்களைக் கவரும்பொருட்டும் நீர் வழங்கல் பிரிவுக்காக தனியார் துறையின் முதலீடு அழைக்கப்படுகின்றது.</p>
<h5 style="text-align: justify;">அரச - தனியர் கூட்டுப்பொறுப்பு</h5>
<p style="text-align: justify;">நீர் முறைமைகளை, செயற்படுத்துதல், பராமரித்தல் மற்றும் விரிவாக்குதல் என்பவற்றுக்காக அரசாங்கத்துடன் கூட்டுப் பொறுப்புக்கு வரும்படி தனியார்துறைக்கு அழைப்பு விடுக்கப்படுகிறது. கீழே பட்டியல்படுத்தப்பட்டுள்ளவையும் உட்பட இவ் அரச - தனியார் கூட்டுப்பொறுப்பு பல்வேறு தோற்றங்களை எடுக்க முடியும்.</p>
<ul>
<li style="text-align: justify;"><strong>சேவை உடன்படிக்கைகள்</strong><br />இதன்போது முறைமையை செயற்படுத்துவதற்கும் பராமரிப்பதற்குமான பொறுப்பை குறித்த அரச நிறுவனங்கள் வகிக்கின்றன. அத்துடன் வரையறுக்கப்பட்ட விடயப்பரப்பில் சேவைகளுக்காக ஒப்பந்தங்களை வழங்குதல் அல்லது அச் சேவைகளை வெளியிலிருந்து பெற்ற்கொள்ளப்படுகின்ற அதேவேளையில் ஒப்பந்தக்காரர்களுக்குச் செலுத்தப்படுகின்ற கொடுப்பனவுகள் செயலாற்றுகை இலக்குகளுடன் இணைக்கப்படுகின்றது.<br /><br /></li>
<li style="text-align: justify;"><strong>முகாமைத்துவ உடன்படிக்கைகள்</strong><br />இதன்போது முறைமையின் மொத்த செயற்பாடு மற்றும் பராமரிப்பு தொடர்பான பொறுப்பை குறித்த அரச நிறுவனம் தனியார் கம்பனிக்குப் பொறுப்பளிக்கிறது. மூலதன முதலீட்டை அரச நிறுவனம் மேற்கொள்கின்ற அதேவேளையில் செயற்பாட்டாளருக்குச் செலுத்துகின்ற கொடுப்பனவுகள் நிலையான கட்டணங்கள் மற்றும் அதிகரிக்கின்ற வினைத்திறனுக்கான ஊக்குவிப்பு கொடுப்பனவு என்பவற்றை அடிப்படையாகக் கொண்டிருக்கும்.<br /><br /></li>
<li style="text-align: justify;"><strong>குத்தகை/ அனுசரணை உடன்படிக்கைகள்</strong><br />இதன்போது தனியார் செயற்பாட்டாளர் அரச நிறுவனத்திடமிருந்து வசதிகளை வாடகைக்குப் பெற்றுக்கொள்கின்ற அதேவேளையில் எதிர்பார்க்கப்பட்ட உள்ளடக்கத்தை சான்றுப்படுத்துவதற்காக உடன்படிக்கை செய்துகொண்ட அடிப்படையில் முறைமையில் முதலீடு செய்வது உட்பட செயற்பாட்டுக்கும் பராமரிப்புக்கும் பொறுப்புக்கூற வேண்டும். செயற்பாட்டாளருக்கு முதலீட்டின் அடிப்படையில் நியாயமான இலாபத்தைச் சான்றுப்படுத்த வேண்டியது அவசியமாகும். அத்துடன் வினைத்திறனை உயர்த்துவதற்கு ஊக்குவிப்பளிக்க வேண்டும்.<br /><br />நீர் வழங்கல் திட்டத்திற்கு தற்பொழுது உரித்தாகியுள்ள பிரதான நிலையான சொத்துக்கள் அனைத்தும் தொடர்ச்சியாக அரசாங்கத்தின் வசம் இருக்கும் என எதிர்பார்க்கப்படுகிறது. நீர் வழங்கல் திட்டங்களில் தனியார் முதலீட்டு கருத்திட்டத்தின் அடிப்படையில் போதியளவு வருமானம் ஈட்டும் சதவீதத்தை ஸ்தாபிப்பதற்கு தேவை இருப்பதனால் கட்டண கழிவுகளின் தாக்கத்தைக் குறைப்பதற்காக அரச நிவாரணம் வழங்கல் உட்பட நீரைத் தாங்கக்கூடிய விலைக்கு வழங்குவதற்கும் அணுகுமுறையை உயர்த்துவதற்கும் அரச வளங்கள் இலக்காகக் கொள்ளப்படும் என எதிர்பார்க்கப்படுகிறது.<br /><br />அரசாங்கத்தின் வசமுள்ள வளங்களை மிகவும் பொருத்தமான முறையில் பயன்படுத்துவதற்காக உள்ளடக்கங்களையும் நோக்கங்களையும் ஏற்றுக்கொள்ளக்கூடிய மட்டத்திலான கட்டண விலைக் கழிவுகள் அடிப்படையில் மிகப் பொருத்தமான மாதிரியை ஒவ்வொரு சந்தர்ப்பங்களுக்கு வெவ்வேறாக எடுத்து மதிப்பீடுசெய்து தயாரித்துக்கொள்ள வேண்டும்.<br /><br />வெளிப்படை தன்மை, திறந்த போட்டி ரீதியிலான விலைமனுக் கோரும் நடவடிக்கைகமுறை மூலம் கூட்டுப்பொறுப்புக்கு வருவதற்கு தனியார்துறைக்கு அழைப்பு விடுக்கப்படுகிறது.<br /><br /></li>
</ul>
<h5>நகர நீர் வழங்கல் திட்டம்</h5>
<p>மதிப்பீட்டுக்கான இனம் காணப்பட்டுள்ள ஒருங்கிணைந்த நீர் வழங்கல் முறைமை கீழுள்ளவாறு அமைகிறது.</p>
<table style="width: 100%;">
<tbody>
<tr>
<td style="width: 60%;">
<ul>
<li>நீர்கொழும்பு நகரம் சார்ந்த பிரதேசம்</li>
<li>கம்பஹா நகரம் சார்ந்த பிரதேசம்</li>
<li>களுத்துறையிலிருந்து காலிவரையிலானகரையோர பிரதேசம்</li>
<li>மாத்தறை</li>
</ul>
</td>
<td>
<ul>
<li>அம்பாறை</li>
<li>திருகோணமலை, கந்தலாய்</li>
<li>குருணாகல்</li>
<li>சிலாபம், காக்கபள்ளி</li>
</ul>
</td>
</tr>
</tbody>
</table>
<p style="text-align: justify;">தே.நீ.வ.வ.சபையின் கீழ் தொடர்ச்சியாக இருக்கின்ற பிரதான ஒருங்கிணைந்த திட்டம் - கொழும்பு பெரும்பாகம், கண்டி நகரம் சார்ந்த மற்றும் நுவரெலியா நகரம் சார்ந்த பிரதேசங்களுக்கான திட்டமாகும்.</p>
<h5>ஒருங்கிணைக்கப்படாத நகர நீர் வழங்கல்</h5>
<p style="text-align: justify;">சிறு மற்றும் முதலீட்டு நுணுக்கம் மற்றும் கிராமிய நீர்வழங்கல் என்பவற்றக்கான சேவைகளை வழங்குகின்ற ஒருங்கிணக்கப்படாத நகர நீர் வழங்கல் திட்டத்தை அபிவிருத்தி செய்தல் மற்றும் அவற்றுக்குத் தேவையான உதவிகளை வழங்குதல் தே.நீ.வ.வ.சபையினால் தொடர்ச்சியாக மேற்கொள்ளப்படும்.</p>
<h5>கிராமிய நீர் வழங்கல்</h5>
<p style="text-align: justify;">தே.நீ.வ.வ.சபையின் தொழில்நுட்ப உதவியுடன் சிறு கிராமிய நீர் வழங்கல் திட்டத்தை முகாமைப்படுத்துவதை ஏற்றுக்கொள்வதற்கு உள்ளூராட்சி மன்றங்கள், மக்களையும் சிறு தொழில் முயற்சியாளர்களையும் ஊக்கப்படுத்தும்.</p>
<h5>பெரிய வேலைகளையும் தொகைகளையும் விற்றல்</h5>
<p style="text-align: justify;">தனியார்துறை அபிவிருத்தியாளர்கள் செயற்பாட்டாளர்களுக்கு பெரிய வேலைகளை அபிவிருத்தி செய்வதற்காகவும் தொகைகளை விற்பனை செய்வதற்காகவும் தனியார் முதலீடுகள் அழைக்கப்படுகின்ற ஒரு துறையாகும். இம் முதலீடுகளை கட்டியெழுப்புதல், உரிமையை வைத்துக்கொள்தல், செயற்படுத்துதல் மற்றும் ஒப்படைத்தல் (BOOT) போன்ற விதத்தில் அல்லது அதன் இறங்குவரிசை தன்மையைப் பெறலாம். BOOT தயாரிப்பின் கீழ் தனியார்துறை வசதிகளை கட்டியெழுப்பி, பணத்தை ஈடுபடுத்தி, உரிமையை வைத்துக்கொண்டுசெயற்பாடுகளை மேற்கொண்டு இறுதியில் உரித்தை அரசாங்கத்திடம் ஒப்படைக்கிறது. இறங்குவரிசை டீழுழுவு தயாரிப்பின் கீழ் வசதி அரசாங்கத்தால் பணம் ஈடுபடுத்தப்பட்டு நிர்மாணிக்கப்படுகின்ற அதேவேளையில் தனியார் கம்பனி வசதியை செயற்படுத்தி குறிப்பிட்ட ஒரு காலவரையறையில் அரசாங்கத்திற்கு வருடாந்த கட்டணமொன்றைச் செலுத்துவதன் மூலம் அதைக் கொள்வனவு செய்கிறது.</p>
<h5>கழிவு நீர் முறைமை</h5>
<p style="text-align: justify;">நகரமயமாக்கலினதும் கைத்தொழில் மயமாக்கலினதும் சூழலியல் தேவைகளை நிறைவு செய்யும் பொருட்டு கழிவுநீர் முறைமையை மேம்படுத்துவது அத்தியாவசியமானதாகும். கழிவுநீர் முறைமை நீர் வழங்கல் திட்டத்தைவிட மூலதனம் நுணுக்கமானதாக இருக்கின்ற அதேவேளையில் மத்தியகால அடிப்படையில் அரசினால் தொடர்ச்சியாக விநியோகிக்கப்படும். மிகச் சிறந்த சேவையொன்றை வழங்கும் நோக்கில் கழிவுநீர் முறைமையை செயற்படுத்துவதற்கும் பராமரிப்பதற்கும் பாவனையாளர்களிடமிருந்து கட்டணங்களை அறவிடுவதற்கு அரசாங்கம் இக் காலவரையறையில் நடவடிக்கை எடுக்கும். அதற்கிடையில் கழிவுநீர் முறைமையை செயற்படுத்துவதற்கு, பராமரிப்பதை முகாமைப்படுத்தும் பொருட்டு தனியார்துறைக்கு அழைப்பு விடுக்கப்படுகிறது.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#கட்டண-கட்டமைப்பு"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
கட்டண கட்டமைப்பு
</span></a>
</div>
<div class="accordion-body collapse" id="கட்டண-கட்டமைப்பு">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">நீர் வழங்கலுக்காக நடைமுறையில் உள்ள அரச நிதியங்களில் வரையறுக்கப்பட்டுள்ள மட்டத்தைக் கவனத்தில் எடுத்துக்கொள்ளும்போது, நிறைவேற்றிக்கொள்ளக்கூடிய உள்ளடக்கத்தின் கட்டண மட்டம் மற்றும் சேவையின் தரத்தின் பிரகாரம் செலுத்துவதற்குள்ள இயலுமை மீது கவனம் செலுத்தி தாங்கக்கூடிய கட்டணமுறையை ஸ்தாபிக்க வேண்டும்.</p>
<p style="text-align: justify;">பெரும்பாலான குடியிருப்பாளர்கள் நம்பிக்கை வைக்கக்கூடிய பாதுகாப்பான நீர் தோற்றுவாய்கள் மிக உயர்வாக மதிக்கப்படுகிறது. நீருக்காக ஒதுக்கக்கூடிய அளவு பொதுவாக வருமானத்தின் 5% உச்சமாக மதிப்பிடப்பட்டுள்ளது. கட்டணமுறையை சீராக்குவதற்காக தயாரிக்கப்பட்ட சூத்திரத்தில் உயர்மட்ட நுகர்வுக்காக படிப்படியாக மிக உயர்ந்த கட்டண சதவீதத்தை அறவிட முடியும். ஏனைய விடயங்களுக்கிடையில் போட்டிரீதியான கட்டணமுறையை வழங்குவதன்மூலம் மத்தியகால வாணிப பிரிவிலிருந்து அறவிடப்படுகின்ற ஆதிக்கத்தை இச் சூத்திரம் அடிப்படையாகக் கொண்டிருக்க வேண்டும்.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#ஒழுங்குமுறைப்படுத்தல்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
ஒழுங்குமுறைப்படுத்தல்
</span></a>
</div>
<div class="accordion-body collapse" id="ஒழுங்குமுறைப்படுத்தல்">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">பாவனையாளர் பிணைப்பை பாதுகாக்கும் பொருட்டு சுயாதீன ஒழுங்குமுறைப்படுத்தல் ஸ்தாபிக்கப்படும். அந்த ஒழுங்குமுறைப்படுத்தல் தகைமையுடைய தனிநபர் சபையைக் கொண்டிருக்க வேண்டும். அத்துடன் அவர்களுக்கு பின்வரும் விடயங்களுக்கு சட்டத்தின் மூலம் அதிகாரம் அளிக்கப்படும்.</p>
<ul>
<li style="text-align: justify;">அரசாங்கத்தின் கொள்கை மற்றும் சேவை செலவு மட்டத்தின் அடிப்படையில் கட்டணமுறையை விதித்தல்</li>
<li style="text-align: justify;">அரசாங்கத்துடன் உடன்படிக்கையின் கீழ் தமது சட்டபூர்வமான பொறுப்பை செயற்பாட்டாளர்கள் நிறைவேற்றுகின்றனர் என்பதை உறுதிப்படுத்திக்கொள்தல்.</li>
<li style="text-align: justify;">பொருத்தமான தண்டணையுடன் தரத்தினதும் சேவையினதும் தரத்தை வலியுறுத்துதல்</li>
<li style="text-align: justify;">உயர் வினைத்திறன் தரங்களை மேம்படுத்துதல்</li>
<li style="text-align: justify;">முறைப்பாடுகள் தொடர்பாக நடவடிக்கை எடுத்தல் மற்றும் பிணக்குகளைத் தீர்த்தல்</li>
</ul>
<p style="text-align: justify;">அரச மற்றும் தனியார் துறை ஆகிய இருபிரிவுகளிலும் நீர் விநியோகிப்பவர்கள் அடிப்படையிலான நீதிமன்ற அதிகாரம் ஒழுங்குமுறைப்படுத்துபவர் வசம் இருக்கும்.</p>
</div></div></div></div>
<h4>நகர நீர் வழங்கல் கொள்கை</h4>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-3">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-3" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#அறிமுகம்-2"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
அறிமுகம்
</span></a>
</div>
<div class="accordion-body collapse" id="அறிமுகம்-2">
<div class="accordion-inner panel-body">
<h5>பொது</h5>
<p style="text-align: justify;">இலங்கையின் இன்றைய நகர சனத்தொகை சுமார் 5.7 மில்லியனாகும். அது முறையே 2000, 2015 மற்றும் 2030ஆம் ஆண்டளவில் 5.8 மில்லியன், 9.5 மில்லியன் மற்றும் 15 மில்லியன்வரை அதிகரிக்கும் என எதிர்பார்க்கப்படுகிறது. அதன் பிரகாரம் பொருத்தமான நகர சனத்தொகை குறித்த வருடங்களில் முறையே 31.5%, 45% மற்றும் 65% வரை அடையலாம். (மூலம்: வீடமைப்பு மற்றும் நகர அபிவிருத்தி தொடர்பான சனாதிபதி செயலணியின் அறிக்கை)</p>
<p style="text-align: justify;">நகர சனத்தொகையை உள்ளடக்குவதற்காகவும் கைத்தொழில், வாணிப, கப்பல், சுற்றுலாத்துறை போன்ற பொருளாதார பிரிவுகளின் கேள்விகளை நிறைவுசெய்யும் பொருட்டு தற்போதைய பாவனையாளர்களுக்கு திருப்திகரமான மட்டத்தில் சேவை வழங்குவதற்காக தற்பொழுது இருக்கின்ற வசதிகளை மேம்படுத்துவதற்காகவும் நகர நீர் வழங்கலுக்காக தேசிய கொள்கையொன்றைத் தயாரித்தல் முதன்மைத் தேவையாக இருக்கிறது.</p>
<p style="text-align: justify;">இங்கு விபரிக்கப்பட்டுள்ள கொள்கையின் தற்போதைய நிலை, எதிர்கால இலக்குகளும் நோக்கங்களும், தெரிவுசெய்யும் அளவுகோல், முதலீட்டு மூலோபாயம் மற்றும் நகர நீர் வழங்கலில் தேசிய தேவையை நிறைவுசெய்யும் பொருட்டு செயற்பாட்டு மற்றும் பராமரிப்பு நடவடிக்கைகள் உட்பட செயற்படுத்தம் செயல்முறை சுருக்கமாக விபரிக்கப்பட்டுள்ளது.</p>
<p style="text-align: justify;">மேலும், இக் கொள்கை தேசிய நீர் வழங்கல், வடிகாலமைப்பு சபையின் திட்டத்தின் நோக்குடனும் செயற்பாட்டுடனும் இணங்கியொழுகுகிறது.</p>
<h5>நகர நீர்வழங்கலின் நிலை</h5>
<h6>நீர் வழங்கல் உள்ளடக்கத்தின் இன்றைய நிலை</h6>
<p style="text-align: justify;">1998ஆம் ஆண்டில் இலங்கையின் மொத்த சனத்தொகை 18.60 மில்லியனாகும். அவற்றிடையே 5 - 6 மில்லியன் நகர பிரதேசங்களில் வாழ்கின்ற அதேவேளையில் சதவீதத்தில் அது 29% மாகும். இன்று இச் சனத்தொகையில் 90%க்கு சுத்தமான குடிநீரைப் பெறக்கூடியதாக இருக்கிறது. அத்துடன் அதில் 67%க்கு குழாய்மூலம் நீர் விநியோகிக்கப்படுகிறது. தே.நீ.வ.வ.சபை நடாத்துகின்ற குழாய் நீர் விநியோக திட்டத்திற்கிடையில் 24 மணிநேர நீர் விநியோக கொள்ளளவு 36%க்கு மாத்திரம் இருக்கிறது. ஏனைய பெரும்பாலான திட்டங்களுக்கு சாதாரணமாக 12 மணித்தியாலங்கள் மாத்திரமே நீர் விநியோகிக்க முடியும்.</p>
<h6>எதிர்கால இலக்குகளும் நோக்கங்களும்</h6>
<p style="text-align: justify;">2010ஆம் ஆண்டளவில் மொத்த நகர சனத்தொகைக்கு பாதுகாப்பான குடிநீர் வழங்க எதிர்பார்க்கப்படுகிறது. 2010ஆம் ஆண்டில் 22.13 மில்லியனாக இருக்கின்ற சனத்தொகையில் நகர சனத்தொகை 8.85 மில்லியனாக இருக்குமென எதிர்பார்க்கப்டுகிறது. அணுகுதல், விநியோக காலவரையறை மற்றும் விநியோகிக்கின்ற நீரின் தரம் சம்பந்தப்பட்ட சேவைமட்டத்தை மேம்படுத்துவது ஏனைய பிரதான நோக்கமாகும்.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-3" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#நகர-நீர்-வழங்கல்-தொடர்பான-கொள்கை"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
நகர நீர் வழங்கல் தொடர்பான கொள்கை
</span></a>
</div>
<div class="accordion-body collapse" id="நகர-நீர்-வழங்கல்-தொடர்பான-கொள்கை">
<div class="accordion-inner panel-body">
<h5>வரைவிலக்கணம்</h5>
<ul>
<li>கொழும்பு பெரும்பாகத்தில்</li>
<li>மாநகர சபை மற்றும் நகர சபை நிர்வாக பிரதேசத்தில்</li>
<li>தேசிய திட்டமிடல் அமைச்சினால் புதிதாக நவீனமயப்படுத்தப்பட்டுள்ள பிரதேசங்களில்</li>
<li>பயன்படுத்துகின்ற தொழில்நுட்பத்தை சிக்கலான பிரதேசங்களில்</li>
</ul>
<p>நீர் வழங்கல் நகர நீர் வழங்கல் என பொருள்கோடப்பட்டுள்ளது.</p>
<h5>முதலீட்டு தெரிவு அளவுகோல்</h5>
<p style="text-align: justify;">பல்வேறு கருத்திட்டங்களைத் தரப்படுத்துவதை முதன்மைப்படுத்தும்பொருட்டு தெரிவுசெய்யும் அளவுகோல்களைத் தயாரிக்க வேண்டும். சனத்தொகை செறிவு, தனிநபர் முதலீட்டு பிரிவுக்கு உரிய நிவாரண உதவி பங்கீடு போன்ற பிரதான தரங்களை அடிப்படையாகக்கொண்டு மாவட்டங்களையும் அதன் பின்னர் நகர நிலையங்களையும் பிரிப்பது தொடர்பாக முன்னுரிமையளிப்பதற்காக இவ் அளவுகோல்களுக்கு முதலில் பரிகாரம் தேட வேண்டும். அத்துடன் நடைமுறையிலுள்ள திட்டங்கள் மற்றும் நடைமுறையிலுள்ள திட்டங்களை மீட்டல் என்பவற்றுக்கு இடையில் பிரித்து ஒதுக்க வேண்டியது அவசியமாகும்.</p>
<p style="text-align: justify;">தேவைகளை மதிப்பீடுசெய்யும் ஆய்வின்போது பின்வரும் காரணிகளை கவனத்தில் எடுத்துக்கொள்ள வேண்டும்.</p>
<table>
<tbody>
<tr>
<td><strong>புதிய திட்டங்களுக்காக:</strong></td>
<td><strong>புதிய திட்டங்களுக்காக:</strong></td>
</tr>
<tr valign="top">
<td style="width: 60%;">
<ul>
<li>நகரமயமாக்கும் வேகம்</li>
<li>கைத்தொழில்மயமாக்கும் வேகம்</li>
<li>குடிபெயரும் நிலை(உள்வருகை மற்றும் வெளியேறல்)</li>
<li>காலநிலை மற்றும் பூகோள நிலை (நீரின் தரம், மாற்று நீர் வழங்கல் மற்றும் சூழலியல் சிக்கல்கள்)</li>
<li>பிரதேசத்தின் துப்புரவேற்பாட்டு வசதிகள்</li>
</ul>
</td>
<td>
<ul>
<li>உள்ளடக்கத்தின் தற்போதைய அளவு</li>
<li>சேவையின் தற்போதைய நிலை.</li>
<li>சேவை உள்ளடக்கத்தை / சேவை மட்டத்தை மேம்படுத்தும் பொருட்டு இன்றைய வசதிகளின் மீட்டல் தேவைகள்</li>
</ul>
</td>
</tr>
</tbody>
</table>
<p style="text-align: justify;">வருடாந்தம் தயாரிக்கப்படுகின்ற போதியளவு மற்றும் அவ்வப்போது மேற்கொள்ளப்படுகின்ற நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு பிரிவின் மீளாய்வின் அடிப்படையிலான அபிவிருத்தி திட்டத்தின் பிரகாரம் முன்னுரிமையை ஸ்தாபிக்க வேண்டும். அதை மக்கள் அறிந்துகொள்ளச் செய்ய வேண்டும். மனை பிரிவுக்கான செலவை திரட்டிய அடிப்படையில் கேள்வியின் பிரகாரம் செயற்படுத்துகின்ற அணுகுமுறையுடன் சுகாதார மற்றும் சமூக பொருளாதார தேவைகளுக்காக அபிவிருத்திசெய்யும் பொருட்டு நிதி வழங்கல் முன்னுரிமை ஸ்தாபிக்கப்பட்டுள்ளது. மனை அல்லாத கேள்விக்கு அளவுகோலாக இருப்பது மூலதனத்துக்கு, செயற்பாட்டுக்கு மற்றும் பராமரிப்புக்கு 100% செலவைத் திரட்டுவதாகும்.</p>
<h5>முதலீட்டு சம்பவ நிலை</h5>
<p style="text-align: justify;">உள்ளடக்கம் மற்றும் சேவை விலைக் கழிவை கவனத்திற்கொண்டு நகர பிரிவின் தேவைகளை முன்னுரிமைப் படுத்தியதன் பின்னர், திட்டமிடப்பட்டு வரையறைக்கு முதலீட்டுத் தேவையைத் தீர்மானிக்க வேண்டும். நிதியிடலை பின்வரும் துறைகளுக்கு பிரித்துக் காட்ட முடியும்.</p>
<table cellspacing="0" cellpadding="0">
<tbody>
<tr>
<td style="width: 200px;">தே.நீ.வ.வ.சபை நிதியிடல்</td>
<td>-</td>
<td>கட்டணமுறை கட்டமைப்பை நடைமுறைப்படுத்துவதன் ஊடாக</td>
</tr>
<tr>
<td>அரச நிதியிடல்</td>
<td>-</td>
<td>உள்ளூர் வரவுசெலவு திட்ட ஏற்பாடுகள் ஊடாக</td>
</tr>
<tr valign="top">
<td>உதவி வழங்கும் நிதியிடல்</td>
<td>-</td>
<td>இருதரப்பு மற்றும் பல்தரப்பு நிதியங்கள் முகவர் நிலையங்கள் ஊடாக மென்மைக் கடன்</td>
</tr>
<tr>
<td>தனியார் துறையின் நிதியிடல்</td>
<td>-</td>
<td>தனியார் நிறுவனங்கள் ஊடாக</td>
</tr>
</tbody>
</table>
<p style="text-align: justify;">அரச / கொடை வழங்குநர்களின் நிதியங்களை வழங்குதல் மற்றும் கட்டங்களின் பிரகாரம் நடைமுறைப்படுத்தும் காலவரையறை முழுவதும் நட்டணமுறையின் மூலம் முலதன செலவுகளைத் திரட்டுவதன் மூலம் உரிய மூலதன முதலீட்டின் பிரதான பங்கைத் தேடிக்கொள்ள எதிர்பார்க்கப்படுகின்றது. மனை பாவனைக்கான தேசிய கட்டண கட்டமைப்பில் மாதமொன்றுக்கு 10 கனமீற்றருக்கு சலுகைக் கட்டண சதவீதம் என்றவகையில் மாதமொன்றுக்கு 25 கனமீற்றருக்கு மேற்பட்ட பாவனைக்காக உயர் கட்டண சதவீதமொன்றைப் பேண வேண்டும். வாணிப / நிறுவன / கைத்தொழில் பாவனையாளர்களிலிருந்து வீட்டு பாவனையாளர்கள் வரையிலான குறுக்கு உதவியை வருடாந்தம் குறைக்க வேண்டும். கட்டணங்களை விதித்தல், செயற்பாட்டு மற்றும் பராமரிப்பு செலவு, கடனை மீளச் செலுத்துதல், தேய்மானத்துக்கும் மூலதன திரட்டலுக்கும் பரிகாரம் தேடல் வேண்டும்.</p>
<p style="text-align: justify;">நகர நீர் வழங்கலுக்கான செலவு திரட்டல் கட்டண வருமானம், செயற்பாட்டு மற்றும் பராமரிப்பு செலவு, பொதுப் பணிகள் செலவு, கடனை மீளச் செலுத்துதல் அல்லது தேய்மானம் என்ற இரண்டில் மிக அதிகமான எதாவது ஒன்றை நிறைவேற்றிக்கொள்ள எதிர்பார்க்கப்படுகிறது. அவ்வாறே கேள்வி முகாமைத்துவத்திற்காக கடடணம் விதித்தல் மூலம் பரிகாரம் தேடி அதன் மூலம் நீர் வழங்கலின் அடிப்படையில் உள்ள அழுத்தங்களைக் குறைத்து கழிவுப் பொருள் உற்பத்திக்கு குறைந்த பங்களிப்பை வழங்க வேண்டும்.</p>
<p style="text-align: justify;">அரச கொள்கை மற்றும் கண்காணிப்பு சட்டகத்தில் தனியார்துறை பங்களிப்பை ஊக்குவிக்கின்ற அதேவேளையில் அதன்மூலம் முகாமைத்துவ வினைத்திறன் உயரும்.</p>
<p style="text-align: justify;">பயனாளிகளின் செயலூக்கமுள்ள நிதி பங்கேற்பின் மூலம் விநியோக முறைமைக்கான முதலீடு</p>
<p style="text-align: justify;">கடன் / நன்கொடை சதவீதம் நகர பிரதேசங்களில் இன்றைய மட்டத்தின் அடிப்படையைக் கொண்டிருக்க வேண்டும்.</p>
<h5>தனியார்துறையின் பங்கேற்பு</h5>
<p style="text-align: justify;">போதியளவு மற்றும் நம்பிக்கை வைக்கக்கூடிய குழாய் நீர் விநியோகத்திற்கான கேள்வியில் துரித வளர்ச்சியை தற்பொழுது ஏற்படுத்தி கஷ்டங்களை வெற்றிகொள்வதற்கு பிராதான மூலோபாயமாக முகாமைத்துவத்தில் தனியார்துறையின் பங்கேற்பும் நீர் பயன்பாட்டின முதலீடும் அடையாளம் காணப்பட்டுள்ளது.</p>
<p style="text-align: justify;">தேசிய ஆதிக்கத்திற்குப் பதிலாக திறந்த போட்டி நிலவ வேண்டும். அத்துடன் உரிய முதலீட்டைப் பெற்றுக்கொள்தற்காக தனியார்துறையின் பங்கேற்புக்கு உக்குவிப்பளிக்க வேண்டும்.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-3" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#செயற்படுத்துதல்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
செயற்படுத்துதல்
</span></a>
</div>
<div class="accordion-body collapse" id="செயற்படுத்துதல்">
<div class="accordion-inner panel-body">
<h5>திட்டமிடல் கட்டத்தில் விசேடமாகக் கவனம்செலுத்த வேண்டிய துறைகள்</h5>
<p>திட்டமிடல் கட்டத்தில் பின்வரும் விடயங்களில் கவனம் செலுத்த வேண்டும்;</p>
<table style="width: 100%;">
<tbody>
<tr valign="top">
<td style="width: 60%;">
<ul>
<li>நீர் வழங்கலின் பாதுகாப்பும் ஒருங்கிணைந்த முகாமைத்துவமும்</li>
<li>நீர் உரிமையம் ஒதுக்கமும்</li>
<li>சூழலியல் காரணிகள்</li>
<li>தோற்றுவாய்களின் நம்பகத்தன்மையும் நிலையான தன்மையும்</li>
<li>பொருத்தமான காணிகள் இருத்தல்</li>
</ul>
</td>
<td>
<ul>
<li>கண்காணிப்பு அதிகாரசபைகள்</li>
<li>செயற்படுத்தம் அமைப்பு</li>
<li>சட்டப் பிரிவு</li>
<li>தொழில்நுட்ப பிரிவு</li>
<li>Design horizon</li>
</ul>
</td>
</tr>
</tbody>
</table>
<h5>செயற்பாடும் பராமரிப்பும்</h5>
<p style="text-align: justify;">பாவனையாளர் திருப்தி மற்றும் நீண்டகாலம் இருக்கக்கூடிய சேவைக்காக எந்தவொரு திட்டத்திலும் செயற்பாடும் பராமரிப்பும் மிக முக்கிய இடத்தை வகிக்கிறது. நகர நிர் வழங்லின்போது, பின்வரும் நடவடிக்கை முறைகள் முக்கியமான இருக்கின்ற அதேவேளையில் தரம்பற்றிய கொள்கையின் பிரகாரமுள்ள திட்டதில் சுமுகமான செயற்பாட்டுக்கு அவற்றைத் தயாரித்துப் பயன்படுத்த வேண்டும்.</p>
<ul>
<li style="text-align: justify;"><strong>நிவாரண பராமரிப்பு நடவடிக்கைமுறை</strong><br />சிவில் இயந்திர உபகரணங்களை தடையின்றி இயக்குவதற்கு இது வசதிசெய்து கொடுக்கிறது. சரியான நிவாரண பராமரிப்பின் மூலம் திடீரென சேவை துண்டிக்கப்படுதல் மற்றும் எதிர்பாராத துண்டிப்பு என்பவற்றுக்கிடையில் தாங்க வேண்டிய பாரிய செலவுகளை தவிர்த்துக்கொள்ள இயலும்.<br /><br /></li>
<li style="text-align: justify;"><strong>தரக் கட்டுப்பாட்டு நடவடிக்கைமுறை</strong><br />சேவை வழங்கப்படுகின்ற நீரின்மூலம் ஏற்படக்கூடிய சுகாதார தொல்லைகளை சரியான முறையில் கட்டுப்படுத்துவதன் மூலம் தவிர்த்துக்கொள்ள முடியும். மேலும் அலகு செயற்பாடுகளில் உள்ள பிழைகளைக் கண்டறிவதன் மூலம் பரிகாரம் தேடும் செயற்பாட்டையும் இதன்மூலம் பலப்படுத்திக்கொள்ள முடியும்.</li>
</ul>
</div></div></div></div>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 04:25:38 +0000</pubDate>
		</item>
		<item>
			<title>Financial Statements</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=81&amp;catid=33&amp;Itemid=103&amp;lang=ta</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=81&amp;catid=33&amp;Itemid=103&amp;lang=ta</guid>
			<description><![CDATA[<p>Financial Statements of the National Water Supply &amp; Drainage Board for the Period Ended 31st December 2009</p>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-4">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-4" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#income-statement"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
Income Statement
</span></a>
</div>
<div class="accordion-body collapse" id="income-statement">
<div class="accordion-inner panel-body">
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td>For the year Ended</td>
<td style="text-align: center;">Revised Budget<br />2009 Rs.</td>
<td style="text-align: center;">Actual 2009 Rs.</td>
<td style="text-align: center;">Actual 2008 (Rs.)</td>
</tr>
<tr class="r1">
<td>Sales of Water</td>
<td style="text-align: right;">10,148,188,000</td>
<td style="text-align: right;">9,669,975,867</td>
<td style="text-align: right;">6,743,217,327</td>
</tr>
<tr class="r2">
<td>Less: Direct Operating Expenses</td>
<td style="text-align: right;">(6,350,575,806)</td>
<td style="text-align: right;">(6,321,949,712)</td>
<td style="text-align: right;">(6,088,841,694)</td>
</tr>
<tr class="total">
<td>Operating Profit on Sale of Water</td>
<td style="text-align: right;">3,797,612,194</td>
<td style="text-align: right;">3,348,026,155</td>
<td style="text-align: right;">654,375,633</td>
</tr>
<tr class="r1">
<td>Other Operating Income</td>
<td style="text-align: right;">1,894,673,000</td>
<td style="text-align: right;">1,397,317,115</td>
<td style="text-align: right;">1,391,118,020</td>
</tr>
<tr class="r2">
<td>Administration Overheads</td>
<td style="text-align: right;">(2,071,606,194)</td>
<td style="text-align: right;">(2,062,268,144)</td>
<td style="text-align: right;">(1,895,309,365)</td>
</tr>
<tr class="r1">
<td>Depreciation</td>
<td style="text-align: right;">(1,395,188,000)</td>
<td style="text-align: right;">(1,409,852,073)</td>
<td style="text-align: right;">(1,397,510,699)</td>
</tr>
<tr class="r2">
<td>Other Operating Expenses</td>
<td style="text-align: right;">(327,964,000)</td>
<td style="text-align: right;">(1,089,308,312)</td>
<td style="text-align: right;">(468,138,615)</td>
</tr>
<tr class="total">
<td>Profit/(Loss) from Operating Activities</td>
<td style="text-align: right;">(1,897,527,000)</td>
<td style="text-align: right;">183,914,742</td>
<td style="text-align: right;">(1,715,465,025)</td>
</tr>
<tr class="r1">
<td>Finance cost</td>
<td style="text-align: right;">(1,229,000,000)</td>
<td style="text-align: right;">(1,568,941,934)</td>
<td style="text-align: right;">(1,192,769,345)</td>
</tr>
<tr class="r2">
<td>Non-Operating Income</td>
<td style="text-align: right;">100,000,000</td>
<td style="text-align: right;">48,782,302</td>
<td style="text-align: right;">59,918,167</td>
</tr>
<tr class="total">
<td>Profit/(Loss) from Ordinary Activities before Tax</td>
<td style="text-align: right;">768,527,000</td>
<td style="text-align: right;">(1,336,244,891)</td>
<td style="text-align: right;">(2,848,316,204)</td>
</tr>
<tr class="r1">
<td>Taxation</td>
<td style="text-align: right;">(159,481,000)</td>
<td style="text-align: right;">(89,009,061)</td>
<td style="text-align: right;">(66,609,224)</td>
</tr>
<tr class="total">
<td>Net Profit/ (Loss) for the year</td>
<td style="text-align: right;">609,046,000</td>
<td style="text-align: right;">(1,425,253,952)</td>
<td style="text-align: right;">(2,914,925,428)</td>
</tr>
</tbody>
</table>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-4" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#balance-sheet-as-at-31st-december"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
Balance Sheet as at 31st December
</span></a>
</div>
<div class="accordion-body collapse" id="balance-sheet-as-at-31st-december">
<div class="accordion-inner panel-body">
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td>As at 31st December</td>
<td style="text-align: center;">2009 (Rs.)</td>
<td style="text-align: center;">2008 (Rs.)</td>
</tr>
<tr class="mhead">
<td colspan="3">ASSETS</td>
</tr>
<tr class="mhead2">
<td colspan="3">Non-Current Assets</td>
</tr>
<tr class="r1">
<td>Property, Plant &amp; Equipment Net - At cost</td>
<td style="text-align: right;">63,086,406,877</td>
<td style="text-align: right;">55,197,086,364</td>
</tr>
<tr class="r2">
<td>Capital Work in Progress</td>
<td style="text-align: right;">72,814,706,861</td>
<td style="text-align: right;">60,344,145,322</td>
</tr>
<tr class="r1">
<td>Investments</td>
<td style="text-align: right;">76,886,680</td>
<td style="text-align: right;">90,861,180</td>
</tr>
<tr class="r2">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>135,978,000,418</strong></td>
<td style="text-align: right;"><strong>115,632,092,867</strong></td>
</tr>
<tr class="mhead2">
<td colspan="3">Current Assets</td>
</tr>
<tr class="r1">
<td>Non Operating Assets</td>
<td style="text-align: right;">158,650,039</td>
<td style="text-align: right;">190,886,620</td>
</tr>
<tr class="r2">
<td>Inventories</td>
<td style="text-align: right;">3,305,965,042</td>
<td style="text-align: right;">3,081,287,559</td>
</tr>
<tr class="r1">
<td>Trade &amp; Other Receivables</td>
<td style="text-align: right;">4,300,728,729</td>
<td style="text-align: right;">5,250,015,335</td>
</tr>
<tr class="r2">
<td>Deposits &amp; Advances</td>
<td style="text-align: right;">4,765,970,605</td>
<td style="text-align: right;">5,422,015,734</td>
</tr>
<tr class="r1">
<td>Investments</td>
<td style="text-align: right;">303,704,405</td>
<td style="text-align: right;">423,129,076</td>
</tr>
<tr class="r2">
<td>Cash &amp; Cash Equivalents</td>
<td style="text-align: right;">624,867,296</td>
<td style="text-align: right;">822,671,654</td>
</tr>
<tr class="r1">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>13,459,886,117</strong></td>
<td style="text-align: right;"><strong>15,190,005,979</strong></td>
</tr>
<tr class="total">
<td>Total Assets</td>
<td style="text-align: right;">149,437,886,535</td>
<td style="text-align: right;">130,822,098,845</td>
</tr>
<tr class="mhead">
<td colspan="3">EQUITY AND LIABILITIES</td>
</tr>
<tr class="mhead2">
<td colspan="3">Capital and Reserves</td>
</tr>
<tr class="r1">
<td>Assets taken over from Government Dept.</td>
<td style="text-align: right;">185,480,387</td>
<td style="text-align: right;">185,480,387</td>
</tr>
<tr class="r2">
<td>Equity Capital</td>
<td style="text-align: right;">58,445,824,673</td>
<td style="text-align: right;">54,560,196,683</td>
</tr>
<tr class="r1">
<td>Capital Grants</td>
<td style="text-align: right;">67,189,901,163</td>
<td style="text-align: right;">56,142,135,415</td>
</tr>
<tr class="r2">
<td>Capital Recovery Fund</td>
<td style="text-align: right;">2,150,618,551</td>
<td style="text-align: right;">1,818,551,821</td>
</tr>
<tr class="r1">
<td>Staff Welfare Fund</td>
<td style="text-align: right;">13,116,170</td>
<td style="text-align: right;">14,696,841</td>
</tr>
<tr class="r2">
<td>Revaluation Reserve</td>
<td style="text-align: right;">309,763,136</td>
<td style="text-align: right;">309,763,136</td>
</tr>
<tr class="r1">
<td>Accumulated Profit/ (Loss)</td>
<td style="text-align: right;">(9,560,236,671)</td>
<td style="text-align: right;">(7,804,496,661)</td>
</tr>
<tr class="r2">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>118,734,467,409</strong></td>
<td style="text-align: right;"><strong>105,226,327,623</strong></td>
</tr>
<tr class="mhead2">
<td colspan="3">Non-Current Liabilities</td>
</tr>
<tr class="r1">
<td>Loan Payable</td>
<td style="text-align: right;">20,136,678,223</td>
<td style="text-align: right;">18,113,326,220</td>
</tr>
<tr class="r2">
<td>Other Deferred Liabilities</td>
<td style="text-align: right;">3,187,709,705</td>
<td style="text-align: right;">2,167,292,016</td>
</tr>
<tr class="r1">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>23,324,387,929</strong></td>
<td style="text-align: right;"><strong>20,280,618,236</strong></td>
</tr>
<tr class="mhead2">
<td colspan="3">Current Liabilities</td>
</tr>
<tr class="r1">
<td>Creditors</td>
<td style="text-align: right;">2,173,439,944</td>
<td style="text-align: right;">1,347,166,755</td>
</tr>
<tr class="r2">
<td>Loan Capital Payable</td>
<td style="text-align: right;">2,255,632,239</td>
<td style="text-align: right;">1,410,624,834</td>
</tr>
<tr class="r1">
<td>Loan Interest Payable</td>
<td style="text-align: right;">1,895,510,466</td>
<td style="text-align: right;">1,456,959,311</td>
</tr>
<tr class="r2">
<td>Non Operating Liabilities</td>
<td style="text-align: right;">115,455,778</td>
<td style="text-align: right;">115,455,778</td>
</tr>
<tr class="r1">
<td>Other Payables</td>
<td style="text-align: right;">938,992,770</td>
<td style="text-align: right;">984,946,308</td>
</tr>
<tr class="r2">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>7,379,031,197</strong></td>
<td style="text-align: right;"><strong>5,315,152,986</strong></td>
</tr>
<tr class="total">
<td>Total Equity and Liabilities</td>
<td style="text-align: right;">149,437,886,535</td>
<td style="text-align: right;">130,822,098,845</td>
</tr>
</tbody>
</table>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-4" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#cash-flow-statement"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
Cash Flow Statement
</span></a>
</div>
<div class="accordion-body collapse" id="cash-flow-statement">
<div class="accordion-inner panel-body">
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td colspan="2">For the year ended</td>
<td style="text-align: center;">2009 (Rs.)</td>
<td style="text-align: center;">2008 (Rs.)</td>
</tr>
<tr class="mhead2">
<td colspan="4">Cash Flows from/(used) in Operating Activities</td>
</tr>
<tr class="total">
<td colspan="2">Net Profit/(Loss) before Tax</td>
<td style="text-align: center;">(1,336,244,891)</td>
<td style="text-align: center;">(2,848,316,204)</td>
</tr>
<tr class="r1">
<td colspan="4"><em><strong>Adjustments for</strong></em></td>
</tr>
<tr class="r2">
<td>Interest Income</td>
<td>&nbsp;</td>
<td style="text-align: right;">48,782,302</td>
<td style="text-align: right;">(59,918,167)</td>
</tr>
<tr class="r1">
<td>Profit/ Loss on Disposals Assets</td>
<td>&nbsp;</td>
<td style="text-align: right;">(12,696,209)</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td>Depreciation</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,409,852,073</td>
<td style="text-align: right;">1,397,510,699</td>
</tr>
<tr class="r1">
<td>Retiring gratuity provision</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,012,860,343</td>
<td style="text-align: right;">391,458,675</td>
</tr>
<tr class="r2">
<td>Interest Expense</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,568,941,934</td>
<td style="text-align: right;">1,192,769,345</td>
</tr>
<tr class="total">
<td colspan="2">Operating Profit before Working Capital Changes</td>
<td style="text-align: right;">2,593,930,949</td>
<td style="text-align: right;">73,504,349</td>
</tr>
<tr class="r1">
<td>(Increase)/ Decrease in Inventories</td>
<td>&nbsp;</td>
<td style="text-align: right;">(224,677,483)</td>
<td style="text-align: right;">(478,836,442)</td>
</tr>
<tr class="r2">
<td>(Increase)/ Decrease in Debtors, Receivables &amp; Deposits</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,637,695,135</td>
<td style="text-align: right;">(1,705,425,607)</td>
</tr>
<tr class="r1">
<td>Increase/ (Decrease) in Creditors &amp; Provisions</td>
<td>&nbsp;</td>
<td style="text-align: right;">907,386,833</td>
<td style="text-align: right;">1,876,256,182</td>
</tr>
<tr class="r2">
<td>Cash Generated from Operations</td>
<td>&nbsp;</td>
<td style="text-align: right;">4,914,335,433</td>
<td style="text-align: right;">(234,501,518)</td>
</tr>
<tr class="r1">
<td>Tax Paid</td>
<td>&nbsp;</td>
<td style="text-align: right;">(89,009,061)</td>
<td style="text-align: right;">(51,609,224)</td>
</tr>
<tr class="r2">
<td>Disallowed VAT paid to Inland Revenue</td>
<td>&nbsp;</td>
<td style="text-align: right;">(1,197,517,236)</td>
<td style="text-align: right;">(2,747,811,438)</td>
</tr>
<tr class="r1">
<td>Gratuity Paid</td>
<td>&nbsp;</td>
<td style="text-align: right;">(121,242,157)</td>
<td style="text-align: right;">(80,977,252)</td>
</tr>
<tr class="total">
<td colspan="2">Net Cash from Operating Activities</td>
<td style="text-align: right;">3,506,566,978</td>
<td style="text-align: right;">(3,114,899,432)</td>
</tr>
<tr class="mhead2">
<td colspan="4">Cash Flows from/(used in) Investing Activities</td>
</tr>
<tr class="r1">
<td>Investments in Fixed Assets</td>
<td>&nbsp;</td>
<td style="text-align: right;">(21,768,367,550)</td>
<td style="text-align: right;">(17,838,136,993)</td>
</tr>
<tr class="r2">
<td>Sale proceeds for disposal assets</td>
<td>&nbsp;</td>
<td style="text-align: right;">13,489,207</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td>Investment Income</td>
<td>&nbsp;</td>
<td style="text-align: right;">48,655,482</td>
<td style="text-align: right;">59,331,418</td>
</tr>
<tr class="r2">
<td>(Investment)/ Withdrawal of Investments</td>
<td>&nbsp;</td>
<td style="text-align: right;">133,399,170</td>
<td style="text-align: right;">451,885,483</td>
</tr>
<tr class="total">
<td colspan="2">Net Cash Flows used in Investing Activities</td>
<td style="text-align: right;">(21,572,823,691)</td>
<td style="text-align: right;">(17,326,920,092)</td>
</tr>
<tr class="mhead2">
<td colspan="4">Cash Flow from/ (used in) Financing Activities</td>
</tr>
<tr class="r2">
<td colspan="4"><span style="text-decoration: underline;"><strong>Equity Capital during the Period</strong></span></td>
</tr>
<tr class="r1">
<td style="text-align: right;">Net -</td>
<td style="text-align: right;">3,885,627,990</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">&nbsp;</td>
</tr>
<tr class="r2">
<td style="text-align: right;">VAT disallowed -</td>
<td style="text-align: right;">1,197,517,236</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">&nbsp;</td>
</tr>
<tr class="r1">
<td style="text-align: right;">set off against F/ Assets -</td>
<td style="text-align: right;">663,936</td>
<td style="text-align: right;">5,083,809,162</td>
<td style="text-align: right;">8,994,095,489</td>
</tr>
<tr class="r2">
<td colspan="4"><span style="text-decoration: underline;"><strong>Foreign Grant during the period</strong></span></td>
</tr>
<tr class="r1">
<td style="text-align: right;">Net -</td>
<td style="text-align: right;">11,047,765,748</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">&nbsp;</td>
</tr>
<tr class="r2">
<td style="text-align: right;">Set off against F/ Assets -</td>
<td style="text-align: right;">472,331,634</td>
<td style="text-align: right;">11,520,097,382</td>
<td style="text-align: right;">10,072,441,776</td>
</tr>
<tr class="r1">
<td>New Loans</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">2,885,522,745</td>
<td style="text-align: right;">2,651,188,553</td>
</tr>
<tr class="r2">
<td>Loan Repayments</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">(17,163,337)</td>
<td style="text-align: right;">(351,435,854)</td>
</tr>
<tr class="r1">
<td>Loan Interest Paid</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">(1,603,813,597)</td>
<td style="text-align: right;">(585,925,992)</td>
</tr>
<tr class="total">
<td colspan="2">&nbsp;</td>
<td style="text-align: right;">17,868,452,354</td>
<td style="text-align: right;">20,780,363,972</td>
</tr>
<tr class="r1">
<td>Net Increase in Cash &amp; Cash Equivalents</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">(197,804,358)</td>
<td style="text-align: right;">338,544,448</td>
</tr>
<tr class="r2">
<td>Cash &amp; Cash Equivalent at the beginning of the year</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">822,671,654</td>
<td style="text-align: right;">484,127,206</td>
</tr>
<tr class="total">
<td colspan="2">Cash &amp; Cash Equivalent at the end of the period</td>
<td style="text-align: right;">624,867,296</td>
<td style="text-align: right;">822,671,654</td>
</tr>
</tbody>
</table>
</div></div></div></div>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 01:08:17 +0000</pubDate>
		</item>
		<item>
			<title>Financial Performance</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=80&amp;catid=33&amp;Itemid=103&amp;lang=ta</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=80&amp;catid=33&amp;Itemid=103&amp;lang=ta</guid>
			<description><![CDATA[<h4>Financial Performance as at end 31st December 2012</h4>
<table style="width: 100%;">
<tbody>
<tr align="center">
<td style="width: 50%;"><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/income_chart.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/income_chart.png" alt="income chart" width="330" height="182" /></a></td>
<td><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/non_current_assets_chart.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/non_current_assets_chart.png" alt="income chart" width="330" height="182" /></a></td>
</tr>
<tr align="center">
<td><em><strong>Income (Rs. million)</strong></em></td>
<td><em><strong>Non-Current Assets (Rs. million)</strong></em></td>
</tr>
<tr align="center">
<td style="height: 10px;" colspan="2">&nbsp;</td>
</tr>
<tr align="center">
<td><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/debt_service_chart.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/debt_service_chart.png" alt="income chart" width="330" height="182" /></a></td>
<td><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/surplus_before_tax.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/surplus_before_tax.png" alt="income chart" width="330" height="182" /></a></td>
</tr>
<tr align="center">
<td><em><strong>Debt Service (Rs. million)</strong></em></td>
<td><em><strong>Surplus Before Tax (Rs. million)</strong></em></td>
</tr>
</tbody>
</table>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 01:04:48 +0000</pubDate>
		</item>
		<item>
			<title>Performance Data</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=79&amp;catid=33&amp;Itemid=103&amp;lang=ta</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=79&amp;catid=33&amp;Itemid=103&amp;lang=ta</guid>
			<description><![CDATA[<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td colspan="3">Key Statistics</td>
<td style="text-align: center;">2011</td>
<td style="text-align: center;">2012</td>
<td style="text-align: center; width: 90px;">Variation (%)</td>
</tr>
<tr class="mhead2">
<td colspan="6">Water Supply</td>
</tr>
<tr class="r1">
<td colspan="3">Piped Water Production (million cu. m.)</td>
<td style="text-align: right;">323</td>
<td style="text-align: right;">323</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td rowspan="2">Deep Wells (Nos.)</td>
<td>(a)</td>
<td style="width: 110px;">Drilled</td>
<td style="text-align: right;">490</td>
<td style="text-align: right;">490</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td>(b)</td>
<td>Successful</td>
<td style="text-align: right;">342</td>
<td style="text-align: right;">342</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td rowspan="3">Non-Revenue Water (%)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">34.03</td>
<td style="text-align: right;">32.66</td>
<td style="text-align: right;">(4)</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">25.02</td>
<td style="text-align: right;">26.06</td>
<td style="text-align: right;">(4.2)</td>
</tr>
<tr class="r1">
<td>(c)</td>
<td>Island-wide</td>
<td style="text-align: right;">30.36</td>
<td style="text-align: right;">29.89</td>
<td style="text-align: right;">(1.5)</td>
</tr>
<tr class="r2">
<td rowspan="2">Domestic Connections (Nos.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">630,157</td>
<td style="text-align: right;">677,427</td>
<td style="text-align: right;">7.5</td>
</tr>
<tr class="r2">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">706,679</td>
<td style="text-align: right;">789,189</td>
<td style="text-align: right;">11.7</td>
</tr>
<tr class="total">
<td colspan="3">Total Domestic Connections</td>
<td style="text-align: right;">1,336,836</td>
<td style="text-align: right;">1,466,616</td>
<td style="text-align: right;">9.7</td>
</tr>
<tr class="r1">
<td rowspan="2">Public Stand Posts (Nos.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">3,940</td>
<td style="text-align: right;">2,345</td>
<td style="text-align: right;">(40.5)</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">2,436</td>
<td style="text-align: right;">2,403</td>
<td style="text-align: right;">(1.4)</td>
</tr>
<tr class="total">
<td colspan="3">Total Public Stand Posts</td>
<td style="text-align: right;">6,376</td>
<td style="text-align: right;">4,748</td>
<td style="text-align: right;">(25.5)</td>
</tr>
<tr class="r1">
<td rowspan="2">Non-Domestic Connections (Nos.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">57,401</td>
<td style="text-align: right;">58,595</td>
<td style="text-align: right;">2.1</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">55,064</td>
<td style="text-align: right;">57,704</td>
<td style="text-align: right;">4.8</td>
</tr>
<tr class="total">
<td colspan="3">Total Non-Domestic Connections</td>
<td style="text-align: right;">112,465</td>
<td style="text-align: right;">121,047</td>
<td style="text-align: right;">7.6</td>
</tr>
<tr class="total">
<td colspan="3">Total No. of Service Connections</td>
<td style="text-align: right;">1,449,301</td>
<td style="text-align: right;">1,587,663</td>
<td style="text-align: right;">9.5</td>
</tr>
<tr class="r1">
<td rowspan="2">Average Household Monthly Consumption (cu. m. per house connection)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">17.22</td>
<td style="text-align: right;">17.24</td>
<td style="text-align: right;">0.1</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">13.16</td>
<td style="text-align: right;">13.13</td>
<td style="text-align: right;">(0.2)</td>
</tr>
<tr class="r2">
<td rowspan="2">Average Household Billing per Month (Rs.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">573.21</td>
<td style="text-align: right;">622.76</td>
<td style="text-align: right;">8.6</td>
</tr>
<tr class="r2">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">319.03</td>
<td style="text-align: right;">346.06</td>
<td style="text-align: right;">8.5</td>
</tr>
<tr class="total">
<td colspan="3">Total Recurrent Expenditure (Rs. million)</td>
<td style="text-align: right;">11,033</td>
<td style="text-align: right;">13,230*</td>
<td style="text-align: right;">19.9</td>
</tr>
<tr class="r1">
<td colspan="3">Development Expenditure (Rs. million)</td>
<td style="text-align: right;">29,337</td>
<td style="text-align: right;">29,337</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="total">
<td colspan="3">Total Revenue (Rs. million)</td>
<td style="text-align: right;">13,343</td>
<td style="text-align: right;">15,088</td>
<td style="text-align: right;">13.1</td>
</tr>
<tr class="r1">
<td colspan="3">O&amp;M Staff / 1,000 Connections</td>
<td style="text-align: right;">5.25</td>
<td style="text-align: right;">5.1</td>
<td style="text-align: right;">(2.9)</td>
</tr>
<tr class="total">
<td colspan="3">Total Staff / 1,000 Connections</td>
<td style="text-align: right;">6.35</td>
<td style="text-align: right;">6.09</td>
<td style="text-align: right;">(4.1)</td>
</tr>
<tr class="r1">
<td colspan="3">Average O&amp;M Cost of Water Production (Rs./ cu. m.)</td>
<td style="text-align: right;">22.5</td>
<td style="text-align: right;">25.3*</td>
<td style="text-align: right;">12.4</td>
</tr>
<tr class="r2">
<td colspan="3">Collection Efficiency</td>
<td style="text-align: right;">0.99</td>
<td style="text-align: right;">0.98</td>
<td style="text-align: right;">(11.1)</td>
</tr>
<tr class="mhead2">
<td colspan="6">Sewerage</td>
</tr>
<tr class="r1">
<td colspan="3">Sewerage Connections in Dehiwala - Mt. Lavinia Sewerage System</td>
<td style="text-align: right;">2,413</td>
<td style="text-align: right;">2,413</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td colspan="3">Sewerage Connections in Kolonnawa Sewerage System</td>
<td style="text-align: right;">1,595</td>
<td style="text-align: right;">1,595</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td colspan="3">Sewerage Connections for Institutions</td>
<td style="text-align: right;">7</td>
<td style="text-align: right;">7</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td colspan="3">Sewerage Connections in Housing Schemes in Greater Colombo</td>
<td style="text-align: right;">2,290</td>
<td style="text-align: right;">2,290</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td colspan="3">Sewerage Connections in Housing Schemes outside Greater Colombo and maintained by Greater Colombo Sewerage Section</td>
<td style="text-align: right;">4,868</td>
<td style="text-align: right;">4,868</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="total">
<td colspan="3">Total No. of Connections Maintained by Greater Colombo Sewerage Section</td>
<td style="text-align: right;">11,173</td>
<td style="text-align: right;">11,173</td>
<td style="text-align: right;">-</td>
</tr>
</tbody>
</table>
<table>
<tbody>
<tr>
<td colspan="3"><strong>* Abbreviations</strong></td>
</tr>
<tr>
<td><em><strong>cu. m.</strong></em></td>
<td><em><strong>:</strong></em></td>
<td>cubic meters</td>
</tr>
<tr>
<td><em><strong>O&amp;M</strong></em></td>
<td><em><strong>:</strong></em></td>
<td>Operation &amp; Maintenance</td>
</tr>
</tbody>
</table>
<p>* Figures are estimated</p>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Wed, 27 Aug 2014 23:15:18 +0000</pubDate>
		</item>
		<item>
			<title>Staff Details</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=77&amp;catid=33&amp;Itemid=103&amp;lang=ta</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=77&amp;catid=33&amp;Itemid=103&amp;lang=ta</guid>
			<description><![CDATA[<h4>Staff Details of NWSDB as at end 31st December 2011</h4>
<p><strong>Staff Strength</strong></p>
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td>Staff</td>
<td style="text-align: right;">2011</td>
<td style="text-align: right;">2012</td>
<td style="text-align: right;">Variation (%)</td>
</tr>
<tr class="r1">
<td>Permanent *</td>
<td style="text-align: right;">8,509</td>
<td style="text-align: right;">8,931</td>
<td style="text-align: right;">4.9</td>
</tr>
<tr class="r2">
<td>Casual</td>
<td style="text-align: right;">453</td>
<td style="text-align: right;">34</td>
<td style="text-align: right;">(92.5)</td>
</tr>
<tr class="r1">
<td>Contract</td>
<td style="text-align: right;">135</td>
<td style="text-align: right;">811</td>
<td style="text-align: right;">500.7</td>
</tr>
<tr class="r2">
<td>Trainee</td>
<td style="text-align: right;">102</td>
<td style="text-align: right;">68</td>
<td style="text-align: right;">(33.3)</td>
</tr>
<tr class="total">
<td>Total</td>
<td style="text-align: right;">9,199</td>
<td style="text-align: right;">9,844</td>
<td style="text-align: right;">7</td>
</tr>
</tbody>
</table>
<p>* The permanent staff figure excludes staff recruited for foreign funded projects</p>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Wed, 27 Aug 2014 05:17:07 +0000</pubDate>
		</item>
		<item>
			<title>அடிப்படை பணிகள்</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=76&amp;catid=33&amp;Itemid=103&amp;lang=ta</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=76&amp;catid=33&amp;Itemid=103&amp;lang=ta</guid>
			<description><![CDATA[

<div class="nn_sliders accordion panel-group" id="set-nn_sliders-5">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-5" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#எமது-பணிகள்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
எமது பணிகள்
</span></a>
</div>
<div class="accordion-body collapse" id="எமது-பணிகள்">
<div class="accordion-inner panel-body">
<h4 style="text-align: justify;">அடிப்படை பணிகள்</h4>
<ul>
<li style="text-align: justify;">உள்ளூர் நிதியங்களையும் நன்கொடைகளையும் வழங்குகின்றவர்களின் உதவியுடன் நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு கருத்திட்டம் தொடர்பாக பரிசீலித்தல், திட்டமிடல், நிர்மாணம் மற்றும் அமைத்தலை கண்காணித்தல், சாத்தியக்கூற்று ஆய்வு, செலவு மதிப்பீடுகளைத் தயாரித்தல் மற்றும் அத்தகைய கருத்திட்டங்களுக்காக சூழலியல் மதிப்பீடுகளை மேற்கொள்தல்.</li>
<li style="text-align: justify;">நுகர்வோருக்கு திருப்திகரமான சேவையை வழங்குவதற்காக நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு திட்டங்களை நடைமுறைப்படுத்துதல் மற்றும் பராமரித்தல்</li>
<li style="text-align: justify;">பட்டியல்களைத் தயாரித்தல் மற்றும் தாங்கிக்கொள்ளக்கூடிய கட்டண கட்டமைப்பின் கீழ் பணம் சேகரித்தல்</li>
</ul>
<h4>இரண்டாம் நிலை பணிகள்</h4>
<ul>
<li style="text-align: justify;">மனித வளங்களைத் திட்டமில் மற்றும் அபிவிருத்தி</li>
<li style="text-align: justify;">நவீன தொழில்நுட்ப முறைகளைப் பயன்படுத்தி சேவைகளை மேம்படுத்துவதற்காக ஆய்வுகளையும் அபிவிருத்தியையும் மேற்கொள்தல்</li>
<li style="text-align: justify;">வரவு செலவும் நிதிக் கட்டுப்பாடும்</li>
<li style="text-align: justify;">உற்பத்தித்திறன் மிக்க நீர் பயன்பாடு மற்றும் வருமானம் பெறாத நீர் பயன்பட்டைக் குறைப்பது தொடர்பாக பிரசாரம் செய்தல் மற்றும் நுகர்வோருக்கு அறிவூட்டும் நிகழ்ச்சித்திட்டம்.</li>
<li style="text-align: justify;">நிறுவன திட்டமிடல் மற்றும் மூலோபாய முகாமைத்துவம்</li>
<li style="text-align: justify;">நீர் மற்றும் விரயமாகும் நீரின் நிலையைக் கண்காணிப்பதற்கும் கட்டுப்படுத்தவதற்குமான ஆய்வுகூட சேவை</li>
<li style="text-align: justify;">சமூக அடிப்படையிலான அமைப்புகள் (ச.அ.அ), உள்ளூராட்சி நிறுவனங்கள், அரச முகவர் நிலையங்கள் மற்றும் தனியார் / அரச நிறுவனங்கள் என்பவற்றிற்கான தொழில்நுட்ப உதவி.</li>
<li style="text-align: justify;">நிலக் கீழ் நீர் பரிசோதனை, ஆழமான கிணறு, குழாய் கிணறு / கை குழாய்களைப் பொருத்துதல்</li>
<li style="text-align: justify;">நீர் விநியோகம் மற்றும் சுகாதார பாதுகாப்பு தொடர்பான ஆலோசனை சேவை</li>
<li style="text-align: justify;">கருத்திட்டம் தயாரித்தல் மற்றும் முகாமைத்துவம்</li>
<li style="text-align: justify;">பிரிவின் செயற்பாட்டாளர்கள் மற்றும் தரப்பினருடன் இணைப்பாக்கம்.</li>
<li style="text-align: justify;">தகவல் முகாமைத்துவமும் ஆவணப்படுத்தலும்.</li>
</ul>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-5" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#துப்புரவேற்பாட்டு-குழாய்மார்க்க-முறைமை"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
துப்புரவேற்பாட்டு குழாய்மார்க்க முறைமை
</span></a>
</div>
<div class="accordion-body collapse" id="துப்புரவேற்பாட்டு-குழாய்மார்க்க-முறைமை">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">தேசிய நீர் வழங்கல் வடிகாலமைப்பு சபையின் ஆரம்ப கட்டத்தில், அதாவது 1975 முதல் 1990வரையிலான காலப் பகுதியில் நகர பிரதேசங்கள், கிராமங்கள் மற்றும் கைத்தொழில் பேட்டைகளுக்கு குடி நீர் விநியோகிப்பதில் அதிக கவனம் செலுத்தப்பட்டது. எவ்வாறாயினும், நீர் பயன்பாடு அதிகரித்ததாலும் இடத்தைப் பொறுத்தளவில் சுகாதார பாதுகாப்புக்கான போதியளவு நிலம் இல்லாமை காரணமாகவும் கடந்த 10 ஆண்டுகளில் மலமகற்றும் முறைமை தொடர்பிலும் விசேட கவனம் செலுத்தப்பட்டது. தற்பொழுது தே.நீ.வ.வ.சபை கொலொன்னாவ, தெஹிவல- கல்கிஸ்ஸ கொழும்பு பெரும்பகுதி தே.வீ.அ. சபையின் வீட்டுத் திட்டம், ஹந்தானை மற்றும் கதிர்காமம் ஆகிய பிரதேசங்களில் துப்புரவேற்பாட்டு கருத்திட்டங்களை நடாத்துகிறது. கொழும்பிலிருந்து 100 கிலோமீற்றர் தெற்கில் அமைந்துள்ள கரையோர நகரமான ஹிக்கடுவைக்கு அண்மைக் காலமாக குழாய்மூல துப்புரவேற்பாட்டு முறைமைகளை நடாத்துகிறது. கொழும்பிலிருந்து 100 கிலோமீற்றர் தெற்கில் அமைந்துள்ள கரையோர நகரமான ஹிக்கடுவைக்கு அண்மையில் குழாய்மூல துப்புரவேற்பாட்டு திட்டத்தின் செயற்பாட்டு நடவடிக்கைகள் அண்மையில் ஆரம்பிக்கப்பட்டன. கட்டுநாயக்க, சீதாவக்க, பியகம மற்றும் கொக்கல முதலீட்டு ஊக்குவிப்பு வலயங்களில் விரயமாகும் நீரை சேகரித்தல், சுத்திகரித்தல் மற்றும் அகற்றும் முறைமைகள் முதலீட்டு சபையின் சார்பில் தே.நீ.வ.வ.சபையினால் பராமரிக்கப்படுகின்றது. மாவத்தகம, பொல்கஹவெல, மோதரவில மற்றும் மீரிகம முதலீட்டு ஊக்குவிப்பு வலயங்களுக்கான சுத்திகரிக்கும் முறைமை தே.நீ.வ.வ.சபையினால் தற்பொழுது நிர்மாணிக்கப்பட்டுக்கொண்டிருக்கிறது.</p>
<p style="text-align: justify;">கண்டி நகர மத்தியில் சூழல் மாசடைவதைக் குறைப்பதற்காக குழாய்மூலமான துப்புரவேற்பாட்டு கருத்திட்டமொன்று ஜப்பான் அரசாங்கத்தின் உதவியின் கீழ் நடைமுறைப்படுத்தப்படவிருக்கிறது. விசைக் குழாய் மற்றும் சுத்திகரிக்கும் இயந்திர கூடங்களுக்காக காணி உள்ளிட்ட சூழலியல் தாக்க மதிப்பீடு உட்பட சாத்தியக்கூற்று ஆய்வுகள் தற்பொழுது முடிவடைந்து கொண்டிருக்கின்றன. விவசாய திணைக்களத்திற்கு உரிய பேராதெனியில் அமைந்துள்ள காணியொன்றில் சுத்திகரிக்கும் இயந்திரகூடத்தை அமைப்பதற்கு உத்தேசிக்கப்பட்டுள்ளதோடு சுத்திகரித்ததன் பின்னர் கழிவு மகாவலி கங்கைக்கு செலுத்தப்படும்.</p>
<p style="text-align: justify;">ஜாஎல - ஏக்கல மற்றும் மொறட்டுவ இரத்மலான கைத்தொழில் மற்றும் வதிவிட பிரதேசத்திற்காக அண்மையில் சுவீடன் அரசின் உதவியுடன் கருத்திட்டமொன்ற தயாரிக்கப்பட்டது. ஜாஎல ஏக்கல பிரதேசத்தின் வடிகால் கான் முறைமையொன்றும் சுத்திகரிக்கும் இயந்திரகூடம் ஒன்றும் அமைக்கப்படவிருக்கிறது. அத்துடன் நோய்திண்ம சுத்திகரிப்பு இயந்திரகூடமொன்று மொறட்டுவ - இரத்மலான பிரதேசத்துக்காக உத்தேசிக்கப்பட்டுள்ளது. அத்துடன் அது குழாய் மார்க்கமாக கடலுடன் இணைக்கப்படும். உத்தேச கருத்திட்டத்தின் கீழ் நகரம் மற்றும் பல்கலைக் கழகம் உட்பட குறிப்பிடத்தக்க பிரதேசத்தில் விரய நீர் அகற்றப்படும்.</p>
<p style="text-align: justify;">கொழும்பு நகரத்தின் வடக்கிலும் தெற்கிலும் துப்புரவேற்பாட்டு முறைமைகளில் துரிதமாக மேற்கொள்ள வேண்டிய புனரமைப்புக்கான கருத்திட்டம் டென்மார்க் மற்றும் ஒஸ்ட்ரியா அரசாங்கங்களின் உதவியில் அமைக்கப்படவிருக்கிறது. அதன் கீழ் மாதம்பிட்டியில் புதிய விசைக் குழாய் கூடமொன்றை அமைப்பதற்கும் வடக்கு கருத்திட்டத்தின் கீழ் கொள்ளுபிட்டியிலிருந்து மாதம்பிட்டிய வரைக்கும் பிரதான துப்புரவேற்பாட்டு குழாய்களில் 20 கி.மீ புனரமைப்பு உட்பட பிட்டர்சன் ஒழுங்கையில் விசைக் குழாய் கூடத்தைப் புனரமைப்பதற்கு உத்தேசிக்கப்பட்டுள்ளது. அதற்கு மேலதிகமாக தெற்கு கருத்திட்டத்தின் கீழ் வெள்ளவத்தை புதிய விசைக் குழாய் கூடமொன்றையும் துப்புரவேற்பாட்டு வடிகால் முறைமையில் 9 கி.மீற்றரும்; புதுப்பிக்கப்படவிருக்கிறது.</p>
<p style="text-align: justify;">குருநாகல் நகரத்திற்கும் நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு கருத்திட்டமொன்று தயாரிக்கப்பட்டுள்ளதோடு அதற்காக டென்மார்க் சர்வதேச முகவர் நிலையத்தின் (டனிடா) கலப்பு கடன் திட்டத்தின் கீழ் நிதியங்களைத் தயாரிக்கும்பொருட்டு அடையாளம் காணப்பட்டுள்ளது. இக் கருத்திட்டம் தற்பொழுது கேள்விப்பத்திர கட்டத்தில் இருக்கிறது.</p>
<p style="text-align: justify;">யாழ்ப்பாண குடாநாட்டில் நீர் வழங்கல் மற்றும் துப்புரவேற்பாட்டு கருத்திட்டத்தின் சாத்தியக்கூற்று ஆய்வுகளை மேற்கொள்ளும் பொருட்டு ஆலோசனை ஒப்படையொன்றை ஆசிய அபிவிருத்தி வங்கி(ஆ.அ.வ) மேற்கொண்டுள்ளது. இவ் ஆய்வு இந்த ஆண்டு பூர்த்திசெய்யப்பட்டுள்ளது. சுனாமி நன்கொடையின் கீழ் கரையோர நகரங்களில் துப்புரவேற்பாட்டு தேவைகளை ஆராய்வதற்காக ஐக்கிய குடியரசு நிதியங்களை வழங்கியுள்ளது.</p>
<p style="text-align: justify;">கொழும்பு பெரும்பாகத்தின் முழு துப்புரவேற்பாட்டு சிக்கல்களை மீளாய்வுசெய்வதற்காக கொழும்பு பெரும்பாக கழிவு நீர் முகாமைத்துவ பிரிவு மீளாய்வுக்காகவும் ஆ.அ.வ. நிதியங்களை வழங்கியுள்ளது. இது தொடர்பிலான மதியுரை நடவடிக்கைகள் 2005ஆம் ஆண்டு இறுதிப்பகுதியில் மேற்கொள்ளப்பட்டது.</p>
<p style="text-align: justify;">இலங்கையின் நிர்வாக தலைநகரான ஸ்ரீ ஜயவர்தனபுர கோட்டே நகரத்திற்கான தே.நீ.வ.வ.ச. சீன அரசாங்கத்தின் உதவியுடன் குழாய் மூலம் மலமகற்றும் முறைமையை அமைத்துக்கொண்டிருக்கிறது. அடிப்படை திட்டங்களையும் கருத்திட்டத்தையும் தயாரிக்கும் பணிகள் பெரும்பாலும் பூர்த்தியடைந்துள்ளது. அத்துடன் ஒப்பந்தம் தொடர்பான பேச்சுவார்த்தை முடிவடைந்ததன் பின்னர் நிர்மாணப் பணிகள் 2009ஆம் ஆண்டு ஆரம்பிக்கப்படவிருக்கிறது. திருகோணமலை, அம்பாறை, காலி, மற்றும் களுத்துறையில் அமைந்துள்ள சுனாமி வீடமைப்பு திட்டத்தில் துப்புரவேற்பாட்டு வசதிகளுக்கு கேள்விப்பத்திர ஆவணங்களைத் தயாரிப்பது உட்பட திட்டங்களும் நிர்மாணப் பணிகளும் பூர்த்திசெய்யப்பட்டுள்ளன. ஸ்ரீ ஜயவர்தனபுர பல்கலைக் கழகம், ஹெவ்லொக் சிட்டி, இரத்மலான சுனாமி வீடமைப்பு திட்டம், தெல்லிப்பளை புற்றுநோய் வைத்தியசாலை மற்றும் ரனால வீடமைப்பு திட்டம் என்பவற்றுக்கும் இத்தகைய திட்டங்கள் தயாரிக்கப்பட்டுக்கொண்டிருக்கின்றன.</p>
<p style="text-align: justify;">தே.நீ.வ.வ.சபையினால் பராமரிக்கப்படுகின்ற அனைத்து துப்புரவேற்பாட்டு திட்டத்திற்காக 2008 ஏப்பிறல் 01ஆம் திகதி முதல் நடைமுறைப்படுத்தப்படுகின்ற வகையில் தே.நீ.வ.வ.ச. மலமகற்றும் சேவைக் கட்டணமொன்றை விதித்துள்ளது. தற்பொழுது தே.நீ.வ.வ.ச. முன்னர் குறிப்பிட்ட துப்புரவேற்பாட்டு திட்டங்களுக்கு மேலதிகமாக சுமார் 10,000 வீடமைப்பு அலகுகளைக்கொண்ட ஆறு பாரிய வீடமைப்பு திட்டங்களில் (மத்தேகொட, சொய்சாபுர, ஜயவடனகம, மத்துமகேவத்த, ரந்தொழுகம, ஹந்தான) மலமகற்றும் வடிகால் முறைமையைப் பராமரிக்கின்றது. மேலும், புதிய துப்புரவேற்பாட்டு கருத்திட்டங்களுக்கு கடன் வசதிகளை வழங்க வேண்டுமானால் மலமகற்றும் சேவை கட்டணங்களை அறிமுகப்படுத்த வேண்டும் என வெளிநாட்டு கடன் வழங்கும் நிறுவனங்கள் தெரிவித்துள்ளன. தற்பொழுதுள்ள முறைமைகளின் செயற்பாட்டு மற்றும் பராமரிப்பு செலவுகளைப் பெற்றுக்கொள்ளும் பொருட்டும் ஏனைய நகர பிரதேசங்களுக்கு மலமகற்றும் குழாய் வசதிகளை படிப்படியாக விரிவாக்கும் பொருட்டு இத்தகைய கட்டணத்தை விதிப்பது கட்டாயமானதாக இருக்கிறது.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-5" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=103&lang=ta&format=feed&type=rss#தகவல்-தொழில்நுட்பம்"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
தகவல் தொழில்நுட்பம்
</span></a>
</div>
<div class="accordion-body collapse" id="தகவல்-தொழில்நுட்பம்">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">அனைத்து தொழில் முயற்களையும் உள்ளடக்கி நடைமுறைப்படுத்துகிற தகவல் தொழில்நுட்ப கருத்திட்டத்திற்குரிய பணிகள் 2009ஆம் ஆண்டில் தொடர்ச்சியாக நடாத்தப்பட்டது. அனைத்து தொழில் முயற்சிகளின் தகவல் தொழில்நட்ப தீர்வுகளுக்கான ஒப்பந்தம் 4.64 மில்லியன் அமெரிக்க டொலர் பணத்திற்கு இந்தியாவின் கொ - ஒப்சன்ஸ் டெக்னொலொஜிஸ் நிறுவனத்திற்கு வழங்கப்பட்டுள்ளது.</p>
<p style="text-align: justify;">அதற்குள் தே.நீ.வ.வ.சபை நிதி வசதிகளை வழங்குவதற்குரிய கணினி மென்பொருள் உபகரணங்களை விநியோகிப்பதும் பொருத்துவதும் அடங்குகின்றன. தே.நீ.வ.வ.ச. இந் நடவடிக்கையை மேற்கொள்ள ஏற்றுக்கொண்டுள்ளதோடு கணினி வன்பொருள் உபகரணங்களை விநியோகிப்பதும் பொருத்துவதும் 2007ஆம் ஆண்டில் நிறைவுசெய்யப்பட்டது.</p>
<p style="text-align: justify;">இதன் ஒப்பந்த தொகை பின்னர் 3.98 மில்லியன் அமெரிக்க டொலர் வரை குறைக்கப்பட்டது.</p>
<p style="text-align: justify;">2009ஆம் ஆண்டில் தீர்வு பூர்த்திசெய்யப்பட்டது. தீர்வு இனிவரும் நாட்களில் நடைமுறைப்படுத்தப்படவிருக்கிறது.</p>
<p style="text-align: justify;">31/12/2009 வரை அதன் திரட்டிய செலவு 3.98 மில்லியன் அமெரிக்க டொலராக இருந்தது. அதற்கு மேலதிகமாக இணையத்தளத்தினூடாக பணம் செலுத்தும் செயல்முறை, பாவனையாளர் முறைப்பாட்டு செயல்முறை மற்றும் சொத்துக்களை முகாமைப்படுத்தும் செயல்முறை என்பவை தொடர்பான தீர்வு கருத்திட்டம் 2009ஆம் ஆண்டில் மேற்கொள்ளப்பட்டது. நிலையான சொத்துக்களின் உண்மைநிலை மதிப்பீட்டு திணைக்களத்தின்மூலம் மேற்கொள்ளப்பட்டது.</p>
<p style="text-align: justify;">நிலையான சொத்துக்கள் அட்டவணை த.தொ.பிரிவினால் வழங்கப்பட்டுள்ளது. பல்வேறு பிரிவுகளினால் த.தொ. பிரிவுக்கு அறிவிக்கப்பட்ட கணினி வன்பொருள் பராமரிப்பு நடவடிக்கை அப் பிரிவினால் மேற்கொள்ளப்பட்டது. பிராந்திய துணை அலுவலகங்கள் உட்பட நாடு முழுவதிலும் முகாமையாளர்களின் அலுவலகங்களை உள்ளடக்கி விரிவான பிராந்திய வலையமைப்பு (Wide Area Network) 2009ஆம் ஆண்டில் தொடர்ச்சியாக நடாத்தப்பட்டது. தனிப்பட்ட வலையமைப்பு ஸ்ரீ லங்கா ரெலிகோம் நிறுவனத்தினால் வழங்கப்பட்டது.</p>
</div></div></div></div>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Wed, 27 Aug 2014 05:03:01 +0000</pubDate>
		</item>
	</channel>
</rss>
