<?xml version="1.0" encoding="utf-8"?>
<!-- generator="Joomla! - Open Source Content Management" -->
<?xml-stylesheet href="http://waterboard.lk/web/plugins/system/osolcaptcha/osolCaptcha/captchaStyle.css" type="text/css"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
	<channel>
		<title>අමාත්‍යංශය</title>
		<description><![CDATA[National Water Supply and Drainage Board]]></description>
		<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=category&amp;id=33&amp;Itemid=133&amp;lang=si</link>
		<lastBuildDate>Mon, 19 Oct 2015 19:15:59 +0000</lastBuildDate>
		<generator>Joomla! - Open Source Content Management</generator>
		<atom:link rel="self" type="application/rss+xml" href="http://waterboard.lk/web/index.php?option=com_content&amp;view=category&amp;id=33&amp;Itemid=133&amp;lang=si&amp;format=feed&amp;type=rss"/>
		<language>si-lk</language>
		<managingEditor>donotreply@waterboard.lk (National Water Supply and Drainage Board)</managingEditor>
		<item>
			<title>Board Act</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=83&amp;catid=33&amp;Itemid=133&amp;lang=si</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=83&amp;catid=33&amp;Itemid=133&amp;lang=si</guid>
			<description><![CDATA[<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="r1">
<td>National Water Supply and Drainage Board Law, No. 2 of 1974</td>
<td style="width: 100px; text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/board_act_no_2_of_1974.pdf" target="_blank">[ PDF - 237 KB ]</a></td>
<td style="width: 100px; text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/board_act_no_2_of_1974.zip">[ ZIP - 189 KB ]</a></td>
</tr>
<tr class="r2">
<td>National Water Supply and Drainage Board (Amendment) Act, No. 13 of 1992</td>
<td style="text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/nwsdb_amendment_act_no_13_of_1992.pdf" target="_blank">[ PDF - 163 KB ]</a></td>
<td style="text-align: center;"><a href="http://waterboard.lk/web/images/contents/organization/board_act/nwsdb_amendment_act_no_13_of_1992.zip">[ ZIP - 148 KB ]</a></td>
</tr>
</tbody>
</table>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 04:37:41 +0000</pubDate>
		</item>
		<item>
			<title>ප්‍රතිපත්ති</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=82&amp;catid=33&amp;Itemid=133&amp;lang=si</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=82&amp;catid=33&amp;Itemid=133&amp;lang=si</guid>
			<description><![CDATA[<h4>ජල පිරියම් යන්ත්‍රාගාර සඳහා රොන් බොර කළමනාකරණය</h4>
<ul class="pdf">
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/process_fow_diagram_sludge_management_policy.pdf" target="_blank">ක්‍රියාවලී ගැලුම් සටහන - රොන් බොර කළමනාකරණ ප්‍රතිපත්තිය<br />[ PDF - 118 KB ]</a></li>
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/sludge_management_policy.pdf" target="_blank">ජල පිරියම් යන්ත්‍රාගාර සඳහා රොන්බොර <br />කළමනාකරණය<br />[ PDF - 293 KB ]</a></li>
</ul>
<h4>වැසි ජලය එක්රැස් කිරීමේ ජාතික ප්‍රතිපත්තිය සහ උපාය මාර්ග</h4>
<p>බැලීම සඳහා මෙතැන&nbsp;<a href="http://www.lankarainwater.org/rwhsl/policy.htm" target="_blank">ක්ලික්</a> කරන්න</p>
<h4>ග්‍රාමීය ජල සම්පාදන සහ සනීපාරක්ෂක අංශය සඳහා ජාතික ප්‍රතිපත්තිය&nbsp;–&nbsp;ජූලි 2001</h4>
<ul class="pdf">
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/rws_policy_july_2001.pdf" target="_blank">ග්‍රාමීය ජල සම්පාදන සහ සනීපාරක්ෂක අංශය සඳහා ජාතික ප්‍රතිපත්තිය<br />[ PDF - 49 KB ]</a></li>
</ul>
<h4>පානීය ජලය පිළිබඳ ජාතික ප්‍රතිපත්තිය</h4>
<ul class="pdf">
<li><a href="http://waterboard.lk/web/images/contents/organization/policies/national_drinking_water_policy.pdf" target="_blank">පානීය ජලය පිළිබඳ ජාතික ප්‍රතිපත්තිය<br />[ PDF - 67 KB ]</a></li>
</ul>
<h4>ජල සම්පාදන සහ සනීපාරක්ෂාව පිළිබඳ ජාතික ප්‍රතිපත්තිය - 2002 අගෝස්තු</h4>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-1">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#හැඳින්වීම"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
හැඳින්වීම
</span></a>
</div>
<div class="accordion-body collapse" id="හැඳින්වීම">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">ශ්‍රී ලංකාවේ ආර්ථික සහ සමාජීය සංවර්ධනය සඳහා වන රජයේ වැඩසටහනෙහි අත්‍යවශ්‍ය හෝ මූලික අංගයක් වනුයේ ආරක්ෂිත පානීය ජලය සහ සනීපාරක්ෂක සේවා වෙත ප්‍රවේශය සැපයීමයි. ආවරණ මට්ටම් සහ සේවා ගුණාත්මක බව පසුගිය දශකය පුරා කැපී පෙනෙන සේ ඉහළ ගියද ජල සේවා සඳහා ඇති අවශ්‍යතාව ප්‍රමාණවත් ජලය සහ සනීපාරක්ෂාව (නල මාර්ග මලාපවහන කාණු පද්ධති යටිතල පහසුකම් ඇතුළුව) සැපයීමට සහ රටපුරා පුරවැසියන්ට සමාන ප්‍රවේශයක් සහතික කිරීමට රජයට ඇති හැකියාව ඉක්මවා ගොස් තිබේ. එබැවින් මෙම අංශයේ ප්‍රතිසංස්කරණ සිදුකිරීමට ශ්‍රී ලංකා රජය වැඩසටහනක් ආරම්භ කර තිබේ. මෙම ප්‍රතිසංස්කරණ ක්‍රියාවලියේ කොටසක් ලෙස දැනට ගනිමින් පවතින ප්‍රධාන පියවර අතරට ජල සැපයුම සහ සනීපාරක්ෂක පද්ධති සඳහා නියාමන කොමිසමක් ස්ථාපිත කිරීම සහ මෙහෙයුම් කාර්යක්ෂමතාව වැඩි දියුණු කිරීම පිණිස දිවයිනේ තෝරාගත් ප්‍රදේශවල පුද්ගලික මෙහෙයුම්කරුවන්ට කොන්ත්‍රාත් බාරදීම සහ පුද්ගලික අංශයේ මූල්‍යය ආයෝජන සැපයිම අයත් වේ. තවද, ග්‍රාමීය ජල සම්පාදන සහ සනීපාරක්ෂා උප අංශය සඳහා රජය රේඛීය අමාත්‍යාංශය යටතේ වෙනම අංශයක් ස්ථාපිත කර තිබේ.</p>
<p style="text-align: justify;">ජල සම්පාදන හා සනීපාරක්ෂක අංශයේ වර්ධනයට මග පෙන්වීම පිණිස වතු නිවාස සහ යටිතල පහසුකම් අමාත්‍යාංශය එම අංශය සඳහා සියලු ක්ෂේත්‍ර ආවරණය වන්නා වූ ප්‍රතිපත්ති රාමුවක් සකස් කර තිබේ. මෙම ප්‍රතිප්තතිය ජල සැපයුමෙන් ආවරණය වන ප්‍රදේශ, සේවා ගුණාත්මක බව, සහ පිරිවැය ආපසු අය කර ගැනීම ආදියට අදාල රජයේ අරමුණු සාක්ෂාත් කරගැනිම සඳහා වැඩසටහන් සහ ආයෝජන උපාය මාර්ග සැලසුම් කරීමේදි සහ ක්‍රියාත්මක කිරීමේදී පළාත් සභා සහ පලාත් පාලන ආයතන ඇතුළු රජයේ නියෝජිතායතන, ණය දෙන ආයතන සහ ජල සැපයුම් සහ සනීපාරක්ෂක සේවාවන්හි නියැලී සිටින ප්‍රජා මූල සංවිධා සහ රාජ්‍ය නොවන සංවිධානයන්ට මාර්ගෝපදේශනය සපයයි.</p>
<p style="text-align: justify;">වතු නිවාස සහ යටිතල පහසුකම් අමාත්‍යාංශය, ජාතික ජල සම්පාදන සහ ජලාපවහන මණ්ඩලය සහ අනෙකුත් අමාත්‍යාංශ සහ රජයේ නියෝජිතායතන විසින් මෙම අංශය සඳහා මීට පෙර සකස් කර ඇති විවිධ ප්‍රතිපත්ති මෙම ප්‍රකාශය පිලිබිඹු කරයි. මෙම අංශය සඳහා රජයේ ඉලක්ක සපුරා ගැනීමට පහසුකම් සපයනු වස් වතු නිවාස සහ යටිතල පහසුකම් අමාත්‍යාංශය විසින් මෙම ප්‍රතිපත්තිය කලින් කලට යාවත්කාලින කරනු ඇත.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#අංශය-සඳහා-දැක්ම-සහ-ඉලක්ක"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
අංශය සඳහා දැක්ම සහ ඉලක්ක
</span></a>
</div>
<div class="accordion-body collapse" id="අංශය-සඳහා-දැක්ම-සහ-ඉලක්ක">
<div class="accordion-inner panel-body">
<h5>අංශය සඳහා දැක්ම</h5>
<p style="text-align: justify;">ශ්‍රී ලාංකික ජනතාවට ආරක්ෂිත පානීය ජලය සහ ප්‍රමාණවත් සනීපාරක්ෂක පහසුකම් වෙත ප්‍රවේශය සැපයිම මගින් ජිවන මට්ටම ඉහළ නැංවීමට, ආර්ථික සමෘද්ධිය ප්‍රවර්ධනය කිරීමට සහ පරිසරය සංරක්ෂණය කිරීමට ශ්‍රී ලංකා රජය කැපව සිටී.</p>
<h5 style="text-align: justify;">ජල සම්පාදනයේ ඉලක්ක</h5>
<ul>
<li>2010 වන විට ශ්‍රී ලංකාවේ ජනගහයනයෙන් 85%කට සහ 2025 වන විට 100%කටම ප්‍රමාණවත් සහ ආරක්ෂිත පානීය ජලය වෙත ප්‍රවේශය සපයනු ලැබේ.</li>
<li>2010 වන විට නාගරික ජනගහනයෙන් 100%කට සහ ග්‍රාමීය ජනගහනයෙන් ..... %කට නල ජලය සපයනු ලැබේ.</li>
<li>සේවා මට්ටම සහ ජලයෙ ගුණාත්මකබව නාගරික සහ ග්‍රාමීය ප්‍රදේශයන්හිදී ජාතික ප්‍රමිති සපුරා ගනියි.</li>
</ul>
<p style="text-align: justify;">තොග ජල සැපයුමේ සිට නල මාර්ග ජාල සහ ජල ප්‍රවාහන ටැංකි සහිත වාහන, නල ලිං සහ අනෙකුත් ප්‍රජා බෙදාහැරීමේ පද්ධති බඳු අනෙකුත් ක්‍රම මගින් පාරිභෝගිකයන්ට අවසාන වශයෙන් ජලය බෙදා හැරිම දක්වා පානීය ජලය සැපයීම මෙම ප්‍රතිපත්තිය මගින් ආවරණය කරයි. සනීපාරක්ෂාව සැලකීමේදී එය නල පද්ධති හරහා මලාපවහන එක්රැස් කිරීම, ප්‍රජා මුල සනීපාරක්ෂක පහසුකම්, ස්ථානීය සනීපාරක්ෂක පහසුකම් සහ පරිසරයට මුදා හැරීම සඳහා අප ජලය පිරියම් කිරීම ආවරණය කරයි.</p>
<p style="text-align: justify;">මෙම ප්‍රතිපත්ති මෙම ලේඛනය අවසානයේ ලැයිස්තුගත කර ඇත.</p>
<h5 style="text-align: justify;">සනීපාරක්ෂාවේ ඉලක්ක</h5>
<ul>
<li>2010 වන විට ශ්‍රී ලංකාවේ ජනගහනයෙන් 70%කටද, 2025 වන විට 100%කටද ප්‍රමාණවත් සනීපාරක්ෂාව වෙත ප්‍රවේශය තිබේ.</li>
<li>ප්‍රධාන නාගරික ප්‍රදේශ සහ තෝරාගත් වර්ධන මධ්‍යස්ථාන වෙත නල මාර්ග සනීපාරක්ෂක පද්ධති සපයනු ලැබේ, සහ</li>
<li>මලාපවහන පද්ධතියකට හෝ වෙනත් සනීපාරක්ෂක යෝජනා ක්‍රමයකට සම්බන්ධ නොමැති සියලු දෙනා සඳහා සම්මත ස්ථානීය සනීපාරක්ෂාව තිබේ.</li>
</ul>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#අංශය-සඳහා-අරමුණු-සහ-උපාය-මාර්ග"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
අංශය සඳහා අරමුණු සහ උපාය මාර්ග
</span></a>
</div>
<div class="accordion-body collapse" id="අංශය-සඳහා-අරමුණු-සහ-උපාය-මාර්ග">
<div class="accordion-inner panel-body">
<table>
<tbody>
<tr class="mhead">
<td colspan="3">අංශ ව්‍යුහය</td>
</tr>
<tr class="r1" valign="top">
<td><strong>අරමුණු</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">අඩු ආදායම්ලාභී ග්‍රාමීය සහ නාගරික පාරිභෝගිකයන්ට ප්‍රමාණවත් සැපයුමක් සහතික කරමින් කාර්යක්ෂමතාව, පුද්ගලික අංශයේ සහභාගිත්වය ආකර්ෂණය කරගැනීම, ගිණුම් කිරීමේ වහකීම ඉහළ නැංවීම සහ ප්‍රජා&nbsp; සහභාගිත්ව යට සහාය වීම ආදිය සඳහා දිරිගැන්වීම් සපයනු පිණිස සේවා සැපයුම් සඳහා වන ව්‍යුහය ප්‍රතිසංස්කරණය කරන්න</td>
</tr>
<tr class="r2" valign="top">
<td><strong>උපාය මාර්ග</strong></td>
<td><strong>:</strong></td>
<td><ol style="list-style-type: lower-alpha;">
<li style="text-align: justify;">ජල සේවා සැපයීම සඳහා පුද්ගලික අංශය සම්බන්ධ වී ඇති විටදී, ජල සැපයුම සහ මලාපවහන වත්කම් පුද්ගලික මුදල් සපයා සංවර්ධනය කර ඇත්තේ නම් මිස ඒවායේ හිමිකාරිත්වය රජය, ජා.ජ.ස.ජ.ම., මහ නගර සභා, නගර සභා, සහ ප්‍රාදේශීය සභා විසින් රඳවා ගත යුතුය.</li>
<li style="text-align: justify;">සේවා සපයන්නන්ගේ කාර්යක්ෂතාව සහ ස්වාධීනත්වය ඉහළ නැංවිම සහ ජල සේවාවන්හි ජාත්‍යන්තර සහ දේශීය පුද්ගලික අංශයේ ආ‍යෝජකයන්ගේ ආයෝජනයන්ට පහසුකම් සැපයීම පිණිස ජල සම්පාදන යේදී සහ සනීපාරක්ෂක සේවාවන්හිදී පුද්ගලික අංශයේ සහභාගිත්වය ලබාගැනීමට උත්සාහ කළ යුතුය.</li>
<li style="text-align: justify;">ජල සම්පාදන සහ සනීපාරක්ෂක පද්ධති සේවා හැකිතාක් දුරට ඒකාබද්ධ කළ යුතු අතර පිරිවැය ඵලදායී සේවා සැපයුමක් සඳහා කළමනාකරණය කළ යුතුය.</li>
<li style="text-align: justify;">ජා.ජ.ස.ජ. මණ්ඩලයේ සැලසුම් කර්තව්‍ය මෙහෙයුම් කර්තව්‍ය යන්ගෙන් වෙන් කළ යුතු අතර ගිණුම්ගත කිරීමේ වගකීම ප්‍රවර්ධනය කිරිම පිණිස සහ ඉහළ නැංවූ මෙහෙයුම් කාර්යක්ෂමතාව සඳහා දිරිගැන්වීම් සැපයීම පිණිස වෙනම කලාපිය පිරිවැය මධ්‍යස්ථාන ස්ථාපිත කළ යුතුය.</li>
<li style="text-align: justify;">ග්‍රාමීය ජල යෝජනා ක්‍රමයන්හි කළමනාකරණය බාරගැනීම පිණිස පළාත් පාලන ආයතන, ප්‍රජා මුල සංවිධාන සහ ප්‍රජා කණ්ඩායම් සහ සුළු ව්‍යවසායකයන් දිරිමත් කළ යුතුය.</li>
<li style="text-align: justify;">කුඩා, ඒකාබද්ධ නොවූ නාගරික ජල සම්පාදන යෝජනා ක්‍රම සහ ග්‍රාමීය යෝජනා ක්‍රම සංවර්ධනය සහ මෙහෙයුම් සඳහා වියදම අයකරවා ගැනීමේ පදනමකින් කළමනාකරණ සහ තාක්ෂණික සහයෝගය ලබාදීමේදී ජා.ජ.හා.ජ. මණ්ඩලය සහාය විය යුතුයි.</li>
</ol></td>
</tr>
<tr class="mhead">
<td colspan="3">ආයතනික සහ නියාමක ව්‍යුහය</td>
</tr>
<tr class="r1" valign="top">
<td><strong>අරමුණ</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">පැහැදිලි මූලධර්ම සහ පරිපාටි මත පදනම් වූ පාරදෘශ්‍ය, සාධාරණ සහ ස්ථාවර නියාමක පරිසරයක් නිර්මාණය කරන්නා වූ, රජයේ නියෝජිතායතන සහ සේවා සම්පාදකයන් අතර පැහැදිලි භූමිකා සහ වගකිම් නිශ්චිතව දැක්වීම මගින් ජල සම්පාදන අංශය මහජන උපයෝගිතා නියාමකය සහ ආයතනික රාමුව යටතට ගෙන එන්න.</td>
</tr>
<tr class="r2" valign="top">
<td><strong>උපාය මාර්ග</strong></td>
<td><strong>:</strong></td>
<td><ol style="list-style-type: lower-alpha;">
<li style="text-align: justify;">ප්‍රතිපත්ති සම්පාදනය, සැලසුම්කරණය, නියාමකය සහ සේවා සැපයිම සඳහා නිශ්චිත කාර්යභාරය සහ වගකිම් පැහැදිලි කළ යුතු අතර වගකිව යුතු ආයතන අතර ඵලදායී සම්බන්ධීකරණ යාන්ත්‍රණ ස්ථාපිත කළ යුතුය.</li>
<li style="text-align: justify;">පළාත් සභාවල අදහස් විමසා බලා රේඛිය අමාත්‍යාංශය විසින් මෙම අංශය සඳහා ප්‍රතිපත්ති සම්පාදන කර්තව්‍ය සකස් කළ යුතුය.</li>
<li style="text-align: justify;">ග්‍රාමීය සේවා සැපයීම සඳහා අධික්ෂණ හා පහසුකම් සැපයීමේ කර්තව්‍ය පළාත් සභාවන්ට පැවරිය යුතු අතර සැලසුම් කිරීමේ සහ සේවා සැපයීමේ වගකීම පළාත් පාලන ආයතන සහ ප්‍රජා මූල සංවිධානයහි වගකීම විය යුතුය.</li>
<li style="text-align: justify;">රාජ්‍ය සහ පුද්ගලික යන දෙඅංශයේම නාගරික සහ ග්‍රාමීය ප්‍රදේශයන්හි සේවා සපයන්නන් සඳහා කර්මාන්තයට විශේෂිත පනතකට අනුකූලව ගාස්තු ව්‍යුහ, සේවා ගුණාත්මක බව, ජලයේ ගුණාත්මකබව සහ පාරිභෝගික ආරක්ෂාව නියාමනය කරන්න.</li>
<li style="text-align: justify;">සේවා සැපයුම්කරුවන් සියලු දෙනා පාලනය කිරීමේදී, නියාමක රාමුව එහි සංගතබව සහ සාධාරණත්වය සහතික කළ යුතුය.</li>
<li style="text-align: justify;">මෙම අංශය සඳහා වන ප්‍රතිපත්ති සහ සැලසුම් සම්පාදන ක්‍රියාකාරකම් රාජ්‍ය පාලනයේ සෑම මට්ටමකදිම තීරණ ගැනීමේ ක්‍රියාදාමයට පාරිභෝගිකයන් සම්බන්ධ කරගන්නා සහභාගිත්ව ප්‍රවේශයක් මත පදනම් විය යුතුය.</li>
</ol></td>
</tr>
<tr class="mhead">
<td colspan="3">ගාස්තු ව්‍යුහය, මෙහෙයුම් පිරිවැය සහ සහනාධාර</td>
</tr>
<tr class="r1" valign="top">
<td><strong>අරමුණු</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">අඩු ආදායම්ලාභී නාගරික සහ ග්‍රාමීය පාරිභෝගිකයන් සඳහා ජලය සහ සනීපාරක්ෂාව දැරිය හැකි මිලකට ලබාගැනිම සහතික කරමින් කාර්යක්ෂම සේවාවේ පුර්ණ පිරිවැය පිලිබිඹු කරමින් සහ සහනාධාර අඩුකරමින් ගාස්තු ක්‍රමයෙන් වැඩි කිරීම මගින් ජල සම්පාදන සහ සනීපාරක්ෂක අංශයේ සේවා සැපයුම තිරසාරව පවත්වා ගන්න.</td>
</tr>
<tr class="r2" valign="top">
<td><strong>උපාය මාර්ග</strong></td>
<td><strong>:</strong></td>
<td><ol style="list-style-type: lower-alpha;">
<li style="text-align: justify;">නාගරික ප්‍රදේශයන්හි ජල සැපයුම් ගාස්තු, මෙහෙයුම් පිරිවැය සහ ක්ෂයවිම පියවා ගැනිමට හැකිවන පරිදි නියම කළ යුතු අතර ණය ආපසුගෙවීම සහ සාධාරණ ලාභ අනුපාතිකයක් ඇතුළුව සේවා සැපයුමේ සම්පුර්ණ පිරිවැය පියවා ගැනීමට හැකිවන සේ ක්‍රමිකව වැඩි කළ යුතුය.</li>
<li style="text-align: justify;">ග්‍රාමීය ප්‍රදේශයන්හි ජල සැපුයම් ගාස්තු, ජලය පරිහරණය කරන්නන් ලබා දෙන කිසියම් ස්වේච්ඡා දායක මුදලක් වේ නම් එයද සැලකිල්ලට ගනිමින්, අවම වශයෙන් පද්ධතියෙහි තිරසාර මෙහෙයුම සහ නඩත්තුව සඳහා වන පිරිවැය පිලිබිඹුවන පරිදි නියම කළ යුතු අතර ප්‍රායෝගිකව සිදු කළ හැකි අවස්ථාවන්හිදී පද්ධතිය ස්ථාපනය සහ ව්‍යාප්තිය සඳහා වූ ප්‍රාග්ධන ආයෝජනය සඳහා පිරිවැය බෙදා හදා ගැනීමේ සැකැස්මක් අන්තර්ගත විය යුතුය.</li>
<li style="text-align: justify;">වාණිජ / කාර්මික පාරිභෝගිකයන් සහ ගෘහස්ථ පාරිභෝගිකයන් අතර පවතින ගාස්තු වෙනස සාධාරණ මට්ටමකට අඩු කළ යුතුය.</li>
<li style="text-align: justify;">මලාපවහන පද්ධතියක් මගින් සේවා සපයනු ලබන ප්‍රදේශයන්ට මෙහෙයුම් සහ නඩත්තු පිරිවැය ආවරණය කරන්නා වූ මලාපවහන ගාස්තු ව්‍යුහයක් හඳුන්වා දිය යුතු අතර, ජල පරිභෝජනය මත පදනම්ව පාරිභෝගිකයාගෙන් අය කර ගත යුතුය.</li>
<li style="text-align: justify;">ජල ගාස්තු ව්‍යුහය, මූලික පරිභෝජනය සහ සෞඛ්‍යය සඳහා ප්‍රමාණවත් ජල මට්ටමක් ලබාගත හැකි බව සහතික කිරිම පිණිස යෝග්‍ය සහනදායි ගාස්තු ව්‍යුහයක් ඇතුළුව නාගරික සහ ග්‍රාමීය අඩු ආදායම්ලාභී පාරිභෝගිකයන් සඳහා විධිවිධාන සැලැස්විය යුතුය.</li>
<li style="text-align: justify;">ඉහළ නැංවූ මෙහෙයුම් කාර්යක්ෂමතාව සහ ආදායම් නොලැබෙන ජල පරිභෝජනය අඩු කිරීම මගින් සේවා සැපයුම්කරුවන් පිරිවැය අඩුකිරීම අවශ්‍ය කෙරේ.</li>
</ol></td>
</tr>
<tr class="mhead">
<td colspan="3">ආයෝජනය</td>
</tr>
<tr class="r1" valign="top">
<td><strong>අරමුණු</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">සමාජ ආර්ථික නිර්ණායක පාදකව ආයෝජන සම්පත් ප්‍රමුඛතාගත කරන්නාවූ සහ වෙන් කරන්නා වූ සහ දිවයින පුරා ආ‍යෝජන සම්පත් සාධාරණව බෙදා හැරිම සහතික කරන්නා වූ පුද්ගලික සහ රාජ්‍ය අරමුදල් මිශ්‍රණයක් මත පදනම් වූ ආයෝජන වැඩසටහනක් සකස් කරන්න.</td>
</tr>
<tr class="r2" valign="top">
<td><strong>උපාය මාර්ග</strong></td>
<td><strong>:</strong></td>
<td><ol style="list-style-type: lower-alpha;">
<li style="text-align: justify;">මෙම අංශයේ ආයෝජන ජනගහන ඝනත්වය, ජලය සඳහා ඉල්ලුම, ඒකපුද්ගල ආයෝජනය, සෞඛ්‍ය බලපෑම්, ආවරණ මට්ටම, සමාජ ආර්ථික සාධක සහ යෝග්‍ය තාක්ෂණය තෝරාගැනිම මත පදනම් විය යුතුය.</li>
<li style="text-align: justify;">ආවරණය වැඩි කිරීම සහ සේවා ගුණාත්මකබව වැඩි දියුණු කිරීම සඳහා වූ ඉලක්ක සැලකිල්ලට ගනිමින් පිරිවැටුම් පදනමකින් සියලු සේවා සැපයුම්කරුවන් ආයෝජන සැලසුම් සකස් කළ යුතුය.</li>
<li style="text-align: justify;">ප්‍රධාන නාගරික ප්‍රදේශ කරා සංක්‍රමණය වේගය අඩු කිරිම සඳහා ද්විතියික නගර සහ ග්‍රාමීය ප්‍රදේශයන්හි යටිතල පහසුකම් සංවර්ධනය සිදු කළ යුතුය.</li>
<li style="text-align: justify;">ජනතාව ආයෝජන සඳහා කැමැත්තක් දක්වන බවත්, දැරිය හැකි බවත් සහතික කිරිම පිණිස ඉල්ලුම මගින් මෙහෙයවනු ලබන ප්‍රවේශයක් භාවිතා කළ යුතුය.</li>
<li style="text-align: justify;">නාගරික ප්‍රදේශවල ප්‍රදාන / ණය අනුපාතය සහේතුක කොට ක්‍රමිකව අඩු කළ යුතුය.</li>
</ol></td>
</tr>
<tr class="mhead">
<td colspan="3">මූලාශ්‍ර ආරක්ෂාව සහ ජල සංරක්ෂණය</td>
</tr>
<tr class="r1" valign="top">
<td><strong>අරමුණු</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">පානීය ජල සම්පත් ආරක්ෂා කිරීමට, ප්‍රමාණවත් සැපයුමක් සහතික කිරීමට, ජල සංරක්ෂණය, අපජලය පවිත්‍ර, කර පරිසරයට මුදා හැරිම සහ නැවත භාවිතය දිරිමත් කිරිමට සහ අපජලය බැහැර කිරීමෙන් ඇතිවන බලපෑම් අවම කිරීමට මූලාශ්‍ර ආරක්ෂා කිරීම සහ ජල සංරක්ෂණය සඳහා සාකල්‍ය ප්‍රවේශයක් යොදා ගන්න.</td>
</tr>
<tr class="r2" valign="top">
<td><strong>උපාය මාර්ග</strong></td>
<td><strong>:</strong></td>
<td><ol style="list-style-type: lower-alpha;">
<li style="text-align: justify;">ජල සංරක්ෂණය සහ ජලය ඉතිරි කර ගැනීමේ ශිල්පීය ක්‍රම පිළිබඳව පාරිභෝගික ජනතාව දැනුවත් කරන වැඩසටහන් ඇතුළුව සේවා සපයන්නන් විසින් ජල ඉල්ලුම් කළමනාකරණ වැඩසටහන් ක්‍රියාත්මක කළ යුතුය.</li>
<li style="text-align: justify;">ජල හිඟයක් පවතින අවස්ථාවන්හිදී, අනෙකුත් සියලු භාවිතාකිරීම් ඉක්මවා පානීය ජල අවශ්‍යතාවන්ට ප්‍රමුඛතාව ලබා දිය යුතුය.</li>
<li style="text-align: justify;">ජලය නැවත භාවිතය, නැවත පිරිසැකැස්ම සහ පරිභෝජන නොවන කාර්යයන් සඳහා විකල්ප ජල මූලාශ්‍ර භාවිතය දිරිමත් කළ යුතුය.</li>
<li style="text-align: justify;">පානීය ජල මූලාශ්‍ර, ආරක්ෂා කිරීම පිණිස සහ අභ්‍යන්තර සහ වෙරළබඩ ජල මාර්ගයන්ට අප ජලය බැහැර කිරීමේ බලපෑම අවම කිරීම පිණිස සඳහා වූ වැඩසටහන්වලට රජයේ නියෝජිතායතන, සේවා සපයන්නන් සහ අනෙකුත් සියලුම පිරිස් සහයෝගය දක්වා ඒවාට සහභාගි විය යුතුය.</li>
</ol></td>
</tr>
<tr class="mhead">
<td colspan="3">තත්ව සහතිකකරණය සහ ධාරිතා ගොඩනැංවීම</td>
</tr>
<tr class="r1" valign="top">
<td><strong>අරමුණ</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">ජල සම්පාදන සහ සනීපාරක්ෂක පහසුකම් ගොඩනැගීමේදී සහ ක්‍රියාත්මක කිරීමේදී ප්‍රජා කණ්ඩායම් ඇතුළුව සේවා සැපයුම්කරුවන්ගේ ධාරිතාවය වැඩි දියුණු කිරීම පිණිස පහත දැක්වෙන වැඩසටහන් ක්‍රියාත්මක කිරීම තුළින් සේවා ගුණාත්මක බව ඉහළ නංවන්න.</td>
</tr>
<tr class="r2" valign="top">
<td><strong>උපාය මාර්ග</strong></td>
<td><strong>:</strong></td>
<td><ol style="list-style-type: lower-alpha;">
<li style="text-align: justify;">ජල අංශ නියාමන කොමිසම හෝ එය නම් කරන ලද ආයතනයක් විසින් සේවා සැපයුම හා ජලයේ ගුණාත්මකබව අධීක්ෂණය කළ යුතුය.</li>
<li style="text-align: justify;">ජාතික පානීය ජල ප්‍රමිති සමග අනුකූලතාවය සහතික කිරීම සේවා සැපයුම්කරුවන්ගේ වගකීම විය යුතුය.සේවා සපයන්නන්ගේ සහ අනෙකුත් අයගේ ජල ගුණාත්මකබව පරික්ෂා කිරීමේ විද්‍යාගාර සඳහා සහතික කිරීමේ වැඩසටහනක් සකස් කර ක්‍රියාත්මක කළ යුතුය.</li>
<li style="text-align: justify;">සේවා සැපයුම්කරුවන් සඳහා ඉදිකිරීම් ද්‍රව්‍ය සහ ගුණාත්මකබව පිළිබඳ තත්ව සහතිකකරණ වැඩ සටහනක් සකස් කර ක්‍රියාවට නැංවිය යුතුය.</li>
</ol></td>
</tr>
<tr class="mhead">
<td colspan="3">පර්යේෂණ සහ සංවර්ධනය</td>
</tr>
<tr class="r1" valign="top">
<td><strong>අරමුණ</strong></td>
<td><strong>:</strong></td>
<td style="text-align: justify;">ආදායම් උත්පාදනය නොකරන ජල සැපයුම මගින් සිදුවන අලාභ අවම කිරීම, කාර්යක්ෂමතාව ඉහළ නැංවීම,&nbsp; යෝග්‍ය තාක්ෂණයේදී යොදා ගැනීම සහ ගුණාත්මකබව වැඩි දියුණු කිරීම පිණිස වූ ක්‍රියාමාර්ග කෙරෙහි ඉලක්කගත වූ තිරසාර පර්යේෂණ සහ සංවර්ධන වැඩසටහනක් තුලින් ජල සේවා සැපයුම වැඩි දියුණු කිරීම</td>
</tr>
<tr class="r2" valign="top">
<td><strong><strong>උපාය මාර්ග</strong></strong></td>
<td><strong>:</strong></td>
<td><ol style="list-style-type: lower-alpha;">
<li style="text-align: justify;">මෙම අංශය සඳහා ශ්‍රී ලංකා රජයේ ඉලක්ක සපුරා ගැනීමේදී පවතින ප්‍රධාන බාධක ජයගැනිම පර්යේෂණයන්හි අරමුණ විය යුතුය</li>
</ol></td>
</tr>
</tbody>
</table>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-1" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#ආශ්‍රිත-ප්‍රතිපත්තිමය-ලිපි-ලේඛන"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
ආශ්‍රිත ප්‍රතිපත්තිමය ලිපි ලේඛන
</span></a>
</div>
<div class="accordion-body collapse" id="ආශ්‍රිත-ප්‍රතිපත්තිමය-ලිපි-ලේඛන">
<div class="accordion-inner panel-body">
<ul>
<li>ජල සම්පාදනයේ සහ සනීපාරක්ෂාවෙහි පුද්ගලික අංශයේ සහභාගිත්වය පිළිබඳ ජාතික ප්‍රතිපත්තිය (1999, ඔක්තෝබර් 4)</li>
<li>නාගරික ජල සම්පාදන ප්‍රතිපත්තිය, ජාතික ජල සම්පාදන හා ජලාපවහන මණ්ඩලය (දාතම් කර නොමැත.)</li>
<li>ග්‍රාමීය ජල සම්පාදනය සහ සනීපාරක්ෂක අංශය සඳහා ජාතික ප්‍රතිපත්තිය 2001 ජුලි</li>
<li>ජා.ජ.ස.ජ. මණ්ඩලය විසින් ජල සම්පාදනයේදී සහ එමගින් සපයනු ලබන සේවාවන්හි තත්ව සහතිකකරණය පිළිබඳ ප්‍රතිපත්තිය</li>
<li>ජල සම්පාදන සහ සනීපාරක්ෂක අංශයේ ප්‍රතිසංස්කරණ ප්‍රතිපත්තිය (2000 දෙසැම්බර් දිනැති කෙටුම්පත)</li>
<li>පානීය ජලය පිළිබඳ ගාස්තු ප්‍රතිපත්තිය - ජාතික ජලසම්පාදන සහ ජලාපවහන මණ්ඩලය (2000, ජුනි 21)</li>
<li>ග්‍රාමීය ජල සම්පාදනය සහ සනීපාරක්ෂක අංශය සඳහා ජාතික ප්‍රතිපත්තිය - නිවාස සහ නාගරික සංවර්ධන අමාත්‍යාංශය (2000 සැප්තැම්බර්)</li>
<li>මණ්ඩලයේ සංයුක්ත සැලැස්ම (1999 – 2005) ජාතික ජල සම්පාදන හා ජලාපවාහන මණ්ඩලය වෙළුම 1 – 111</li>
</ul>
</div></div></div></div>
<h4>ජල සම්පාදනයේ සහ සනීපාරක්ෂාවෙහි පුද්ගලික අංශයේ සහභාගිත්වය පිළිබඳ ජාතික ප්‍රතිපත්තිය</h4>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-2">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#අරමුණු"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
අරමුණු
</span></a>
</div>
<div class="accordion-body collapse" id="අරමුණු">
<div class="accordion-inner panel-body">
<p>රජය ජාතික ඉලක්කයන් ප්‍රකාශයට පත්කර තිබේ. “2010 වන විට සැමට සුරක්ෂිත ජලය”</p>
<p style="text-align: justify;">එමගින් සපුරා ගැනීමට නියමිත ඉලක්ක පහත දැක්වෙන පරිදි වේ.</p>
<ul>
<li style="text-align: justify;">2010 වසර වන විට ජනගහනයෙන් 95%කට දැරිය හැකි මිලකට සුරක්ෂිත පානීය ජලය වෙත ප්‍රවේශය සැපයීම පිණිස ආවරණය වැඩි කිරීම</li>
<li style="text-align: justify;">නාගරික ප්‍රදේශයන්හි ප්‍රමාණවත් නල ජල සැපයුම් මට්ටමක් සපුරා ගැනීම</li>
<li style="text-align: justify;">කර්මාන්ත සහ සේවා අංශයෙන් පැය 24 පුරා ජල සැපයුම සඳහා ඇති ඉල්ලුම සපුරාලීම</li>
</ul>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#පසුබිම"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
පසුබිම
</span></a>
</div>
<div class="accordion-body collapse" id="පසුබිම">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">ජනලේඛණ සහ සංඛ්‍යාලේඛණ දෙපාර්තමේන්තුවේ 1994 වසරේ ජනවිකාස සමික්ෂණයට අනුව ජනගහනයෙන් 72%කට ආරක්ෂිත මූලාශ්‍ර හරහා සුරක්ෂිත පානීය ජලය වෙත ප්‍රවේශය තිබේ. නාගරිකරණයේ සහ ජීවන මට්ටමේ සීඝ්‍ර වර්ධනයක් සමගින් ගුණාත්මක ජල සැපයුම සඳහා ඉල්ලුම වාර්ෂිකව 8 – 10%ක ප්‍රමාණයකින් ඉහළ යනු ඇතැයි ඇස්තමේන්තු කර ඇත. බොහෝ දෙනෙකු අපේක්ෂා කරන සැපයුම් මට්ටම වන දිනය පුරා අඛණ්ඩ ජල සැපයුම&nbsp; පිණිස හැකියාවක් ඇත්තේ දැනට පවතින ජල පද්ධතිවලින් ඉතා ස්වල්පයකට පමණි.</p>
<p style="text-align: justify;">කර්මාන්ත හා සේවා අංශයේ ආයතන විශාල ජල ප්‍රමානයක් පරිභෝජනය කරන අතර එය ආදායම් සහ අවට ප්‍රදේශයන්හි රැකියා උත්පාදනය කරන වැදගත් සංවර්ධන ක්ෂේත්‍රයකි. එබඳු වාණිජ ක්‍රියාකාරකම් සඳහා පැය 24 පුරා සිදුකරන ජල සම්පාදනයක් අවශ්‍ය වේ.</p>
<p style="text-align: justify;">සුරක්ෂිත පානීය ජලය සහ අපජලය පිළිබඳව කටයුතු කිරිමට ප්‍රමාණවත් විධිවිධාන, මහජන සෞඛ්‍යය හා අදාල ඉතා වැදගත් කරුණකි. ප්‍රමාණවත් ජල සම්පාදන පද්ධති සහ අපජලය එක්රැස් කිරීමේ සහ බැහැර කිරීමේ පහසුකම් නොමැති නාගරීකරණය ජල සැපයුම අපවිත්‍රණය සඳහා හේතුකාරක විය හැක.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#ආයෝජනය"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
ආයෝජනය
</span></a>
</div>
<div class="accordion-body collapse" id="ආයෝජනය">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">ජල සම්පාදන අංශය සඳහා 2010 වසරේදී අවශ්‍ය අරමුදල් ප්‍රමාණය රුපියල් බිලියන 85 ක් ලෙස ජාතික ජලසම්පාදන හා ජලාපවාහන මණ්ඩලය ඇස්තමේන්තු කර තිබේ. රාජ්‍ය ණය ගැනුමේ ප්‍රමාණය මත පනවා ඇති සීමා කිරිම් හේතුවෙන් ඊළඟ වසර 10 සඳහා ජල සම්පාදනය වෙනුවෙන් මධ්‍යම රජයෙන් වෙන් කර ඇති මුදල රු. බිලියන 45 කි. එය එම අංශය සඳහා අවශ්‍ය අරමුදල් ප්‍රමාණයෙන් අඩකට ආසන්න ප්‍රමාණයකි.</p>
<p style="text-align: justify;">ඒ අතර බහුපාර්ශ්වීය ආධාර ලබා දෙන්නන් යටිතල පහසුකම්හි ව්‍යාපෘති මූල්‍ය ආයෝජනය පිණිස වැඩි වශයෙන් පුද්ගලික අංශයට දීර්ඝකාලීනව අරමුදල් ලබාදීම සිදු කරයි. ආයෝජන හිදැස පියවීම පිණිස සහ ශ්‍රී ලංකාවේ පුද්ගලික අංශයට නම් කරන ලද දිගුකාලින බහුපාර්ශ්වීය අරමුදල් ආකර්ෂණය කර ගැනීම පිණිස ජල සම්පාදන අංශය සඳහා පුද්ගලික අංශයේ ආයෝජනය සඳහා ආරාධනා කෙරේ.</p>
<h5 style="text-align: justify;">රාජ්‍ය - පුද්ගලික හවුල්කාරිත්වය</h5>
<p style="text-align: justify;">ජල පද්ධති, ක්‍රියාත්මක කිරීම, පවත්වාගෙන යාම සහ ව්‍යාප්ත කිරීම පිණිස රජය සමග හවුල්කාරිත්වයට එළඹෙන ලෙස පුද්ගලික අංශයට ආරාධනා කරනු ලැබේ. පහත ලැයිස්තුගත කර ඇති දෑ ද ඇතුළුව මෙම රාජ්‍ය - පුද්ගලික හවුල්කාරිත්වය විවිධ ස්වරූපයන් ගත හැක.</p>
<ul>
<li style="text-align: justify;"><strong>සේවා ගිවිසුම්:</strong><br />මෙහිදී පද්ධතිය මෙහෙයවීම සහ නඩත්තුව සඳහා වගකිම අදාළ රාජ්‍ය ආයතනය දරන අතර සීමිත විෂයපථයක සේවාවන් සඳහා කොන්ත්‍රාත් පිරිනැමීම හෝ එම සේවා බාහිරින් ලබා ගැනීම සිදු කරන අතර කොන්ත්‍රාත්කරුට සිදුකරන ගෙවීම් කාර්යසාධන ඉලක්ක හා සම්බන්ධ කෙරේ.<br /><br /></li>
<li style="text-align: justify;"><strong>කළමනාකරණ ගිවිසුම්:</strong><br />මෙහිදී පද්ධතියේ සමස්ත මෙහෙයුම සහ නඩත්තුව පිළිබඳ වගකීම අදාල රාජ්‍ය ආයතනය පුද්ගලික සමාගමකට පවරනු ලබයි. ප්‍රාග්ධන ආයෝජනය රාජ්‍ය ආයතනය සිදුකරන අතර මෙහෙයුම්කරුට සිදු කරන ගෙවීම් ස්ථාවර ගාස්තු සහ වැඩිවන කාර්යක්ෂමතාව සඳහා වූ දිරි දීමනා මත පදනම් වේ.<br /><br /></li>
<li style="text-align: justify;"><strong>කල්බදු / අනුග්‍රහ ගිවිසුම්:</strong><br />මෙහිදී පුද්ගලික ‍මෙහෙයුම්කරු රාජ්‍ය ආයතනයෙන් පහසුකම් කුලියට ලබාගන්නා අතර අපේක්ෂිත ආවරණය සහතික කිරීම පිණිස ගිවිසගත් පදනමක් මත පද්ධතියේ ආයෝජනය කිරීම ඇතුළුව මෙහෙයුම සහ නඩත්තුව සඳහා වගකිව යුතු වේ. මෙහෙයුම්කරුට ආයෝජනය මත සාධාරණ ලාභයක් සහතික කරනු ලැබීම අවශ්යක වන අතර කාර්යක්ෂමතාව ඉහළ නැංවීම සඳහා දිරිගැන්වීම් ලබා දිය යුතු වේ.<br /><br />ජල යෝජනා ක්‍රමයන්ට වත්මනෙහි අයත් ප්‍රධාන ස්ථාවර වත්කම් සියල්ලම රජය සතුව දිගටම පවතිනු ඇතැයි අපේක්ෂා කෙරේ. ජල සම්පාදන යෝජනා ක්‍රමයන්හි පුද්ගලික ආයෝජන ව්‍යාපෘතිය මත ප්‍රමාණවත් ඉපැයුම් අනුපාතිකයක් ස්ථාපිත කිරිමට අවශ්‍ය බැවින් ගාස්තු වට්ටම්හි බලපෑම අඩු කිරීම සඳහා රජයේ සහනාධාර සැපයීම ඇතුළුව ජලය දැරිය හැකි මිලකට ලබා දීම සහ ප්‍රවේශ්‍යතාව ඉහළ නැංවීම පිණිස රාජ්‍ය සම්පත් ඉලක්ක කරගනු ඇතැයි අපේක්ෂා කෙරේ.<br /><br />රජය සතු සම්පත් වඩාත්ම යෝග්‍ය ආකාරයෙන් භාවිතා කරනු ලබනු පිණිස ආවරණ සහ අරමුණු සහ පිළිගතහැකි මට්ටමක ගාස්තු වට්ටම් මත පදනම්ව වඩාත්ම සුදුසු ආදර්ශය එක් එක් අවස්ථාව වෙන වෙනම ගෙන ඇගයීමට ලක් කර සකසා ගත යුතු වේ.<br /><br />පාරදෘශ්‍ය, විවෘත තරඟකාරී ලංසු පරිපාටි තුළින් හවුල්කාරිත්වයන්ට එළඹීමට පුද්ගලික අංශයට ආරාධනා කරනු ලැබේ.</li>
</ul>
<h5>නාගරික ජලසම්පාදන යෝජනා ක්‍රම</h5>
<p>ඇගයීම සඳහා හඳුනා‍ගෙන ඇති ඒකාබද්ධ ජල සම්පාදන පද්ධති පහත දැක්වෙන පරිදිය.</p>
<table style="width: 100%;">
<tbody>
<tr>
<td style="width: 40%;">
<ul>
<li>මීගමුව නගර ආශ්‍රිත ප්‍රදේශය</li>
<li>ගම්පහ නගර ආශ්‍රිත ප්‍රදේශය</li>
<li>කළුතර සිට ගාල්ල දක්වා වෙරළබඩ ප්‍රදේශය</li>
<li>මාතර</li>
</ul>
</td>
<td>
<ul>
<li>අම්පාර</li>
<li>ත්‍රිකුණාමලය සහ කන්තලේ</li>
<li>කුරුණෑගල</li>
<li>හලාවත සහ කාක්කපල්ලිය</li>
</ul>
</td>
</tr>
</tbody>
</table>
<p style="text-align: justify;">ජා.ජ.ස.ජ.ම. යටතේ දිගටම පවතින ප්‍රධාන ඒකාබද්ධ යෝජනා ක්‍රමය වනුයේ මහ කොළඹ, මහ නුවර නගර ආශ්‍රිත සහ නුවරඑළිය නගර ආශ්‍රිත ප්‍රදේශ යෝජනා ක්‍රමවේ.</p>
<h5>ඒකාබද්ධ නොවූ නාගරික ජල සම්පාදනය</h5>
<p style="text-align: justify;">කුඩා සහ ප්‍රාග්ධන සුක්ෂම සහ ග්‍රාමීය ජල සම්පාදන සංවර්ධනය සඳහා සේවා සපයන ඒකාබද්ධ නොවූ නාගරික ජල සම්පාදන යෝජනා ක්‍රම සංවර්ධනය කිරිම සහ ඒවාට අවශ්‍ය සහාය ලබා දීම ජා.ජ.ස.ජ. මණ්ඩලය අඛණ්ඩව සිදු කරනු ඇත.</p>
<h5>ග්‍රාමීය ජල සම්පාදනය</h5>
<p style="text-align: justify;">ජා.ජ.ස.ජ. මණ්ඩලයේ තාක්ෂණික සහාය ඇතිව කුඩා ග්‍රාමීය ජල‍යෝජනා ක්‍රමයන්හි කළමනාකරණය බාරගැනීමට පළාත් පාලන ආයතන, ප්‍රජාව සහ සුළු ව්‍යවසායකයන් දිරිගන්වනු ඇත.</p>
<h5>මා වැඩ සහ තොග විකිණීම</h5>
<p style="text-align: justify;">පුද්ගලික සංවර්ධකයන් විසින් මෙහෙයුම්කරුවන්ට මා වැඩ සංවර්ධනය කිරිම සහ තොග විකිණීම පුද්ගලික ආයෝජන ආරාධනා කරනු ලබන එක් ක්ෂේත්‍රයකි. මෙම ආයෝජන ගොඩනැගිම, අයිතිය තබාගැනීම,මෙහෙයවිම හා පැවරීම (BOOT) යන ආකාරය හෝ එහි ප්‍රතිලෝම ස්වරූපය ගත හැක. BOOT සැකැස්ම යටතේ පුද්ගලික අංශය පහසුකම ගොඩ නගා, මුදල් යොදවා, අයිතිය තබාගෙන මෙහෙයුම් සිදුකර අවසානයේදී හිමිකාරිත්වය රජයට පවරයි. ප්‍රතිලෝම BOOT සැකැස්ම යටතේ පහසුකම රජය විසින් මුදල් යොදවා ඉදිකරනු ලබන අතර පුද්ගලික සමාගමක් පහසුකම ක්‍රියාත්මක කර කිසියම් කාලසීමාවක් තුළ රජයට වාර්ෂික ගාස්තුවක් ගෙවීම මගින් එය මිලදී ගනියි.</p>
<h5>අපත ජල පද්ධති</h5>
<p style="text-align: justify;">නාගරීකරණයේ සහ කාර්මිකකරණයේ පාරිසරික අවශ්‍යතා සපුරාලීම පිණිස අපත ජල පද්ධති වැඩි දියුණු කිරිම අත්‍යවශ වේ. අපත ජල පද්ධති ජල සම්පාදන යෝජනා ක්‍රමයන්ට වඩා ප්‍රාග්ධන සූක්ෂම වන අතර මධ්‍යයමකාලිනව රජය විසින් නොකඩවා සපයනු ලබනු ඇත. වඩා හොඳ සේවාවක් සැපයීමේ අරමුණ ඇතිව අපත ජල පද්ධති මෙහෙයවීම සහ නඩත්තුව සඳහා පාරිභෝගිකයන්ගෙන් ගාස්තු අයකිරීම සඳහා රජය මෙම කාලසීමාව තුළ කටයුතු කරනු ඇත. ඒ අතර අපජල පද්ධති මෙහෙයවීම හා නඩත්තුව කළමනාකරණය පිණිස පුද්ගලික අංශයට ආරාධනා කරනු ඇත.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#ගාස්තු-ව්‍යුහය"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
ගාස්තු ව්‍යුහය
</span></a>
</div>
<div class="accordion-body collapse" id="ගාස්තු-ව්‍යුහය">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">ජල සම්පාදනය සඳහා පවතින රජයේ අරමුදල්වල සීමා කරන ලද මට්ටම සලකා බැලීමේදී, සපුරාගත හැකි ආවරණයේ ගාස්තු මට්ටම සහ සේවයේ ගුණාත්මකබව අනුව ගෙවීමට ඇති හැකියාව කෙරෙහි අවධානය යොමු කරමින් දැරිය හැකි ගාස්තු ක්‍රමයක් ස්ථාපිත කළ යුතු වේ.</p>
<p style="text-align: justify;">බොහෝ නිවැසියන් විශ්වාසය තැබිය හැකි සුරක්ෂිත ජල මුලාශ්‍රයක් ඉතා ඉහළින් අගය කරනු ලබයි. ජලය සඳහා වැය කළ හැකි ප්‍රමාණය සාමාන්‍යයෙන් ආදායමෙන් 5%ක උපරිමයක් බවට තක්සේරු කර ඇත. ගාස්තු ක්‍රම ගැලපුම් සඳහා සකස් කළ සූත්‍රයක් ‍තුළ ඉහළ මට්ටමක පාරිභෝජනය සඳහා ක්‍රමයෙන් වඩා ඉහළ ගාස්තු අනුපාතයක් අය කළ හැක. අනෙකුත් කරුණු අතර මෙම සූත්‍රය පදනම් විය යුත්තේ තරඟකාරී ගාස්තු ක්‍රමයක් සැපයීම මගින් මධ්‍යකාලීනව වාණිජ අංශයෙන් අය කරගන්නා ආධිත්‍ය මතය.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-2" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#නියාමකය"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
නියාමකය
</span></a>
</div>
<div class="accordion-body collapse" id="නියාමකය">
<div class="accordion-inner panel-body">
<p>පාරි‍භෝගික බැඳියා ආරක්ෂා කරනු වස් ස්වාධීන නියාමකයන් ස්ථාපිත කරනු ඇත. එම නියාමකය සුදුසුකම් සහිත පුද්ගල මණ්ඩලයකින් සමන්විත වන අතර ඔවුනට පහත සඳහන් දෑ සඳහා නීතියෙන් බලය පවරනු ලබනු ඇත.</p>
<ul>
<li>රජයේ ප්‍රතිපත්තිය සහ සේවා පිරිවැය මට්ටම් මත පදනම්ව ගාස්තුක්‍රමය නියම කිරීම</li>
<li>රජය සමග ගිවිසුම් යටතේ තම නෛතික වගකීම මෙහෙයුම්කරුවන් ඉටු කරන බවට වග බලා ගැනීම</li>
<li>යෝග්‍යම දණ්ඩන සහිතව ගුණාත්මකබවේ සහ සේවාවේ ප්‍රමිති අවධාරණය කිරීම</li>
<li>ඉහළ කාර්යක්ෂමතා ප්‍රමිති ප්‍රවර්ධනය කිරීම</li>
<li>පැමිණිලි සම්බන්ධයෙන් කටයුතු කිරීම සහ ආරවුල් නිරාකරණය</li>
</ul>
<p style="text-align: justify;">රාජ්‍ය සහ පුද්ගලික දෙඅංශයේම ජල සැපයුම්කරුවන් මත අධිකරණ බලය නියාමක සතුවනු ඇත.</p>
</div></div></div></div>
<h4>නාගරික ජල සම්පාදන ප්‍රතිපත්තිය</h4>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-3">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-3" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#හැඳින්වීම-2"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
හැඳින්වීම
</span></a>
</div>
<div class="accordion-body collapse" id="හැඳින්වීම-2">
<div class="accordion-inner panel-body">
<h5>පොදු</h5>
<p style="text-align: justify;">ශ්‍රී ලංකාවේ වත්මන් නාගරික ජනගහනය මිලියන 5.7 ක් පමණ වේ. එය පිලිවෙලින් වසර 2000, 2015 සහ 2030 වන විට මිලියන 5.8, මිලියන 9.5 සහ මිලියන 15 දක්වා වැඩි වනු ඇතැයි අපේක්ෂා කෙරේ. ඒ අනුව අනුරූපී නාගරික ජනගහනය අදාල වර්ෂවලදී අනුපිලිවෙලින් 31.5%, 45% සහ 65% දක්වා ළඟා වනු ඇත. (මූලාශ්‍රය :&nbsp; නිවාස හා නාගරික සංවර්ධනය පිළිබඳ ජනාධිපති කාර්යසාධක බලකායේ වාර්තාව)</p>
<p style="text-align: justify;">නාගරික ජනගහනය ආවරණය කිරීම සඳහා සහ කර්මාන්ත, වාණිජ, නාවික, සංචාරක ආදී ආර්ථික අංශවල ඉල්ලුම් සපුරාලීම පිණිස වත්මන් පාරිභෝගිකයන්ට සතුටුදායක මට්ටමේ සේවාවක් සැපයිම පිණිස දැනට පවතින පහසුකම් වැඩි දියුණු කිරීම පිණිසද නාගරික ජල සම්පාදනය සඳහා ජාතික ප්‍රතිපත්තියක් සකස් කිරීම ප්‍රමුඛ අවශ්‍යතාවයක් වි තිබේ.</p>
<p style="text-align: justify;">මෙහි විස්තර කර ඇති ප්‍රතිපත්තිය වත්මන් තත්වය, අනාගත ඉලක්ක සහ අරමුණු, තේරීම් නිර්ණායක, ආයෝජන අපාය මාර්ග සහ නාගරික ජල සම්පාදනයේ ජාතික අවශ්‍යතා සපුරාලීම පිණිස මෙහෙයුම් හා නඩත්තු කටයුතු ඇතුළුව ක්‍රියාත්මක කිරීමේ ක්‍රමවේද කෙටියෙන් සාරාංශ ගත කර ඇත.</p>
<p style="text-align: justify;">තවද, මෙම ප්‍රතිපත්තිය ජාතික ජල සම්පාදන සහ ජලාපවාහන මණ්ඩලයේ සැලැස්මෙහි දැක්ම හා මෙහෙවර සමග අනුකූල වේ.</p>
<h5>නාගරික ජල සම්පාදනයේ තත්වය</h5>
<h6>ජල සම්පාදන ආවරණයේ වත්මන් තත්වය</h6>
<p style="text-align: justify;">1998 දී ශ්‍රී ලංකාවේ මුළු ජනගහනය මිලියන 18.60 කි. ඒ අතුරින් මිලියන 5 - 6 ක් නාගරික ප්‍රදේශයන්හි ජිවත් වන අතර ප්‍රතිශතයක් ලෙස එය 29% කි. වත්මනෙහි මෙම ජනගහනයෙන් 90% ක් සඳහා පිරිසිදු පානිය ජලය වෙත ප්‍රවේශය ඇති අතර ඉන් 67%කට නල මගින් ජලය සැපයීම සිදු කරයි. ජා.ජ.ස.ජ. මණ්ඩලය පවත්වාගෙන යනු ලබන නල ජල යෝජනා ක්‍රම අතුරින් පැය 24 පුරා සැපයුම් සිදුකිරීමේ ධාරිතාවය ඇත්තේ 36%කට පමණි. අනෙක් යෝජනා ක්‍රම බහුතරයට සාමාන්‍යයෙන් ජල සැපයුම සිදුකළ හැක්කේ පැය 12ක් දක්වා පමණි.</p>
<h6>අනාගත ඉලක්ක හා අරමුණු</h6>
<p style="text-align: justify;">2010 වසර වන විට සමස්ත නාගරික ජනගහනයට සුරක්ෂිත පානීය ජලය සඳහා ප්‍රවේශය ලබාදීමට අපේක්ෂා කෙරේ. වසර 2010 දී මිලියන 22.13 ක් වන මුළු ජනගහනයෙන් නාගරික ජනගහනය මිලියන 8.85 ක් වේ යැයි බලාපොරොත්තු වේ.&nbsp; ප්‍රවේශ්‍යතාව, සැපයුම් කාලසිමාව සහ සපයනු ලබන ජලයේ ගුණාත්මකබවට අදාළව සේවා මට්ටම වැඩි දියුණු කිරීම අනෙකුත් ප්‍රධාන අරමුණු වේ.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-3" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#නාගරික-ජල-සම්පාදනය-පිළිබඳ-ප්‍රතිපත්තිය"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
නාගරික ජල සම්පාදනය පිළිබඳ ප්‍රතිපත්තිය
</span></a>
</div>
<div class="accordion-body collapse" id="නාගරික-ජල-සම්පාදනය-පිළිබඳ-ප්‍රතිපත්තිය">
<div class="accordion-inner panel-body">
<h5>අර්ථ විග්‍රහ</h5>
<p>ජල සම්පාදනය නාගරික ජල සම්පාදනය ලෙස අර්ථ දැක්වෙනු ඇත,</p>
<ul>
<li>මහා කොලඹ තුළ,</li>
<li>මහ නගර සභා සහ නගර සභා පරිපාලන ප්‍රදේශ තුළ</li>
<li>ජාතික සැලසුම් අමාත්‍යාංශය විසින් අළුතින් නවිකරණය කරන ලද ප්‍රදේශ තුළ</li>
<li>යොදාගනු ලබන තාක්ෂණය සංකීර්ණ ප්‍රදේශ තුළ</li>
</ul>
<h5>ආයෝජන තේරීම් නිර්ණායක</h5>
<p style="text-align: justify;">විවිධ ව්‍යාපෘති ශ්‍රේණිගත කිරිම ප්‍රමුඛතාගත කිරීම පිණිස තේරීම් නිර්ණායක සකස් කළ යුතුය. ජනගහන ඝනත්වය, ඒක පුද්ගල ආයෝජනය ප්‍රදේශයට අදාළ සහනාධාර සලකාය ආදිය ප්‍රධාන පරාමිති මත පදනම්ව දිස්ත්‍රික්ක සහ ඉන්පසු නාගරික මධ්‍යස්ථාන බෙදීම පිළිබඳ ප්‍රමුඛතාවය සඳහා මෙම නිර්ණායක පලමුව පිලියම් යෙදිය යුතුය. එසේම පවත්නා යෝජනා ක්‍රම සහ පවත්නා යෝජනා ක්‍රම ආවර්ධනය අතර බෙදා වෙන්කිරිමක්ද අවශ්‍ය වේ.</p>
<p>අවශ්‍යතා ඇගයීම් අධ්‍යයනයේදී පහත දැක්වෙන සාධක සැලකිල්ලට ගත යුතුය.</p>
<table>
<tbody>
<tr>
<td><strong>නව යෝජනා ක්‍රම සඳහා:</strong></td>
<td><strong>නව යෝජනා ක්‍රම සඳහා:</strong></td>
</tr>
<tr valign="top">
<td style="width: 60%;">
<ul>
<li>නාගරීකරණ වේගය</li>
<li>කාර්මීකරණ වේගය</li>
<li>සංක්‍රමණික රටා (තුළට සහ පිටතට)</li>
<li>දේශගුණික සහ භූගෝලීය තත්ව (ජලයේ තත්වය, විකල්ප ජල සම්පත් සහ පාරිසරික ගැටළු)</li>
<li>ප්‍රදේශයේ සනීපාරක්ෂක පහසුකම්</li>
</ul>
</td>
<td>
<ul>
<li>ආවරණයේ වත්මන් ප්‍රමාණය.</li>
<li>සේවාවේ වත්මන් මට්ටම</li>
<li>සේවා ආවරණය / සේවා මට්ටම වැඩි කිරීම පිණිස වත්මන් පහසුකම්වල ආවර්ධන අවශ්‍යතා</li>
</ul>
</td>
</tr>
</tbody>
</table>
<p style="text-align: justify;">වාර්ෂිකව පිළියෙල කරනු ලබන ප්‍රමාණවත් සහ විටින් විට සිදුකරනු ලබන ජල සම්පාදන සහ සනීපාරක්ෂක අංශයේ සමා‍ලෝචන මත පදනම්වූ සංවර්ධන සැලසුම් අනුව ප්‍රමුඛතා ස්ථාපිත කළ යුතුය. එය ජනතාවට දැනගැනිමට සැලැස්විය යුතුය. ගෘහස්ථ අංශය සඳහා පිරිවැය සමුත්ථාපනය මත පදනම්ව ඉල්ලුම අනුව මෙහෙයවනු ලබන ප්‍රවේශයක් සමගින් සෞඛ්‍ය සහ සමාජ ආර්ථික අවශ්‍යතා සඳහා සංවර්ධනය පිණිස මූල්‍ය සම්පත් ප්‍රමුඛතා ස්ථාපිත කරනු ඇත. ගෘහස්ථ නොවන ඉල්ලුම සඳහා නිර්ණායකය වනුයේ ප්‍රාග්ධනය සහ මෙහෙයුම් සහ නඩත්තුව සඳහා 100%ක් පිරිවැය සමුත්ථාපනයයි</p>
<h5>ආයෝජන සිද්ධිරූපණය</h5>
<p style="text-align: justify;">ආවරණ සහ සේවා වට්ටම් සැලකිල්ලට ගනිමින් නාගරික අංශයේ අවශ්‍යතා ප්‍රමුඛතාගත කිරීමෙන් අනතුරුව, සැලසුම්කල සීමාව සඳහා ආයෝජන අවශ්‍යතා තීරණය කළ යුතුය. මූල්‍යකරණය පහත දැක්වෙන ක්ෂේත්‍රයන්ට කාණ්ඩ කර දැක්විය හැක.</p>
<table cellspacing="0" cellpadding="0">
<tbody>
<tr>
<td>ජා.ජ.ස.ජ.ම. මූල්‍යනය</td>
<td>-</td>
<td>ගාස්තු ක්‍රම ව්‍යුහයක් ක්‍රියාවට නැංවිම හරහා</td>
</tr>
<tr>
<td>රාජ්‍ය මූල්‍යනය</td>
<td>-</td>
<td>දේශීය අයවැය ප්‍රතිපාදන හරහා</td>
</tr>
<tr>
<td>ආධාර ප්‍රදායක මූල්‍යනය</td>
<td>-</td>
<td>ද්විපාර්ශ්වීය සහ බහුපාර්ශ්වීය අරමුදල් නියෝජිතායතන හරහා මෘදුණය</td>
</tr>
<tr>
<td>පුද්ගලික අංශයේ මූල්‍යනය</td>
<td>-</td>
<td>පුද්ගලික ආයතන හරහා</td>
</tr>
</tbody>
</table>
<p style="text-align: justify;">රජය / ආධාර ලබා දෙන්නන්ගේ අරමුදල් සැපයිම සහ අදියර අනුව ක්‍රියාත්මක කිරීමේ කාලසීමාවක් පුරා ගාස්තු ක්‍රමයක් තුලින් ප්‍රාග්ධන පිරිවැය සමුත්ථාපනය මගින් අවශ්‍ය ප්‍රාග්ධන ආයෝජනයේ ප්‍රධාන කොටස සොයාගැනීමට අපේක්ෂා කරනු ලැබේ. ගෘහස්ථ පරිභෝජනය සඳහා වූ ජාතික ගාස්තු ව්‍යුහය තුළ මසකට ඝනමීටර් 10 ක් සඳහා සහනදායී ගාස්තු අනුපාතයක් මෙන්ම මසකට ඝන මීටර් 25 වැඩි පරිභෝජනය සඳහා ඉහළ ගාස්තු අනුපාතයක් පවත්වාගත යුතුය. වාණිජ / ආයතනික / කාර්මික පාරිභෝගිකයන්ගේ සිට ගෘහස්ථ පාරිභෝගිකයන් දක්වා වූ හරස් පිහිටාධාරය වාර්ෂිකව අඩු කළ යුතුය. ගාස්තු නියම කිරිම මෙහෙයුම් සහ නඩත්තු පිරිවැය, ණය ආපසු ගෙවීම, ක්ෂයවීම සහ ප්රාළග්ධන සමුත්ථාපනය සඳහා පිළියම් යෙදිය යුතුය.</p>
<p style="text-align: justify;">නාගරික ජල සම්පාදනය සඳහා පිරිවැය සමුත්ථාපනය ගාස්තු ආදායම, මෙහෙයුම් සහ නඩත්තු පිරිවැය, පොදු කාර්යය පිරිවැය සහ ණය ආපසු ගෙවීම හෝ ක්ෂයවීම යන දෙකින් වඩා වැඩි කවර හෝ දෙය තුළින් සපුරාගැනීමට අපේක්ෂා කෙරේ.</p>
<p style="text-align: justify;">එසේම ඉල්ලුම කළමනාකරණය සඳහා ගාස්තු නියම කිරිම මගින් පිළියම් යොදා එමගින් ජල සම්පත් මත ඇති පීඩනය අඩු කර අපද්‍රව්‍ය උත්පාදනය සඳහා අඩු දායකත්වයක් ලබා දිය යුතුය.</p>
<p style="text-align: justify;">රාජ්‍ය ප්‍රතිපත්ති සහ නියාමන රාමුව තුළ පුද්ගලික අංශයේ සහභාගිත්වය ධෛර්යමත් කරන අතර එමගින් කළමනාකරණ කාර්යක්ෂමතාව ඉහළ යනු ඇත.</p>
<p style="text-align: justify;">ප්‍රතිලාභින්ගේ සක්‍රිය මූල්‍යයම සහභාගිත්වය තුළින් බෙදා හැරීම් පද්ධති සඳහා ආයෝජනය</p>
<p style="text-align: justify;">ණය / ප්‍රනදාන අනුපාත නාගරික ප්‍රදේශයන්හි වර්තමාන මට්ටම් මත පාදක විය යුතුය.</p>
<h5>පුද්ගලික අංශයේ සහභාගිත්වය</h5>
<p style="text-align: justify;">ප්‍රමාණවත් සහ විශ්වාසය තැබිය හැකි නල ජල සැපයුම සඳහා වන ඉල්ලුමෙහි සීඝ්‍ර වර්ධනය විසින් වත්මනෙහි ඇති කර දුෂ්කරතා ජය ගැනීමට ප්‍රධාන උපාය මාර්ගයක් ලෙස කළමනාකරණයෙහි පුද්ගලික අංශයේ සහභාගිත්වය සහ ජල උපයෝගිතාවන්හි ආයෝජනය හඳුනාගෙන ඇත.</p>
<p style="text-align: justify;">ජාතික ඒකාධිකාරය වෙනුවට විවෘත තරඟකාරිත්වය පැවතිය යුතු අතර අවශ්‍ය ආයෝජන ලබාගැනීම සඳාහ පුද්ගලික අංශයේ සහභාගිත්වයට දිරිගැන්වීම් ලබා දිය යුතුය.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-3" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#ක්‍රියාවට-නැංවීම"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
ක්‍රියාවට නැංවීම
</span></a>
</div>
<div class="accordion-body collapse" id="ක්‍රියාවට-නැංවීම">
<div class="accordion-inner panel-body">
<h5>සැලසුම් අදියරේදී විශේෂ සැලකිල්ලට බඳුන් විය යුතු ක්ෂේත්‍ර</h5>
<p>සැලසුම් අදියරේදී පහත කරුණු සලකා බැලිය යුතුය.;</p>
<table style="width: 100%;">
<tbody>
<tr>
<td style="width: 60%;">
<ul>
<li>ජල සම්පත් ආකර්ෂාව සහ ඒකාබද්ධ කළමනාකරණය</li>
<li>ජල අයිතිවාසිකම් සහ වෙන් කිරීම</li>
<li>පාරිසරික සාධක</li>
<li>මූලාශ්‍රයන්හි විශ්වාසදායක බව සහ තිරසාරබව</li>
<li>යෝග්‍ය ඉඩම් පැවතීම</li>
</ul>
</td>
<td>
<ul>
<li>නියාමන අධිකාරීන්</li>
<li>ක්‍රියාත්මක කිරීමේ සංවිධානය</li>
<li>නෛතික අංශ</li>
<li>තාක්ෂණික අංශ</li>
</ul>
</td>
</tr>
</tbody>
</table>
<h5>මෙහෙයුම සහ නඩත්තුව</h5>
<p style="text-align: justify;">පාරිභෝගික තෘප්තිමත් බව සහ දිගු කල් පවත්නා සේවාව සඳහා ඕනෑම යෝජනා ක්‍රමයක මෙහෙයුම සහ නඩත්තුව අතිශය වැදගත්කමක් උසුලයි. නාගරික ජලසම්පාදනයේදී, පහත දැක්වෙන පරිපාටි වැදගත් වන අතර ගුණාත්මක බව පිළිබඳ ප්‍රතිපත්තිය ප්‍රකාරව යෝජනා ක්‍රමයන්හි සුමට ක්‍රියාකාරිත්වය සඳහා ඒවා සකස් කර භාවිතයට ගත යුතු වේ.</p>
<ul>
<li style="text-align: justify;"><strong>නිවාරණ නඩත්තු පටිපාටිය</strong><br />සිවිල් යාන්ත්‍රික උපකරණ බාධාවකින් තොරව ක්‍රියාත්මක කිරිමට මෙය පහසුකම් සපයයි. නිසි නිවාරණ නඩත්තුව මගින් හදිසි සේවා බිඳවැටීම් සහ අනපේක්ෂිත බිඳවැටීම් අතරතුර දැරිමට සිදුව දැවැන්ත වියදම වළක්වාලිය හැක.<br /><br /></li>
<li style="text-align: justify;"><strong>තත්ව පාලන පරිපාටි</strong><br />සේවා සපයනු ලබන ජලය මගින් ඇතිවිය හැකි සෞඛ්‍ය උපද්‍රව නිසි තත්ව පාලනය මගින් වැලැක්විය හැක. තවද ඒකක මෙහෙයුම්වල ඇති දෝෂ සොයාගැනිම මගින් පිරියම් කිරීමේ ක්‍රියාදාමයද මෙමගින් ශක්තිමත් කල හැක.</li>
</ul>
</div></div></div></div>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 04:25:38 +0000</pubDate>
		</item>
		<item>
			<title>Financial Statements</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=81&amp;catid=33&amp;Itemid=133&amp;lang=si</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=81&amp;catid=33&amp;Itemid=133&amp;lang=si</guid>
			<description><![CDATA[<p>Financial Statements of the National Water Supply &amp; Drainage Board for the Period Ended 31st December 2009</p>


<div class="nn_sliders accordion panel-group" id="set-nn_sliders-4">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-4" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#income-statement"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
Income Statement
</span></a>
</div>
<div class="accordion-body collapse" id="income-statement">
<div class="accordion-inner panel-body">
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td>For the year Ended</td>
<td style="text-align: center;">Revised Budget<br />2009 Rs.</td>
<td style="text-align: center;">Actual 2009 Rs.</td>
<td style="text-align: center;">Actual 2008 (Rs.)</td>
</tr>
<tr class="r1">
<td>Sales of Water</td>
<td style="text-align: right;">10,148,188,000</td>
<td style="text-align: right;">9,669,975,867</td>
<td style="text-align: right;">6,743,217,327</td>
</tr>
<tr class="r2">
<td>Less: Direct Operating Expenses</td>
<td style="text-align: right;">(6,350,575,806)</td>
<td style="text-align: right;">(6,321,949,712)</td>
<td style="text-align: right;">(6,088,841,694)</td>
</tr>
<tr class="total">
<td>Operating Profit on Sale of Water</td>
<td style="text-align: right;">3,797,612,194</td>
<td style="text-align: right;">3,348,026,155</td>
<td style="text-align: right;">654,375,633</td>
</tr>
<tr class="r1">
<td>Other Operating Income</td>
<td style="text-align: right;">1,894,673,000</td>
<td style="text-align: right;">1,397,317,115</td>
<td style="text-align: right;">1,391,118,020</td>
</tr>
<tr class="r2">
<td>Administration Overheads</td>
<td style="text-align: right;">(2,071,606,194)</td>
<td style="text-align: right;">(2,062,268,144)</td>
<td style="text-align: right;">(1,895,309,365)</td>
</tr>
<tr class="r1">
<td>Depreciation</td>
<td style="text-align: right;">(1,395,188,000)</td>
<td style="text-align: right;">(1,409,852,073)</td>
<td style="text-align: right;">(1,397,510,699)</td>
</tr>
<tr class="r2">
<td>Other Operating Expenses</td>
<td style="text-align: right;">(327,964,000)</td>
<td style="text-align: right;">(1,089,308,312)</td>
<td style="text-align: right;">(468,138,615)</td>
</tr>
<tr class="total">
<td>Profit/(Loss) from Operating Activities</td>
<td style="text-align: right;">(1,897,527,000)</td>
<td style="text-align: right;">183,914,742</td>
<td style="text-align: right;">(1,715,465,025)</td>
</tr>
<tr class="r1">
<td>Finance cost</td>
<td style="text-align: right;">(1,229,000,000)</td>
<td style="text-align: right;">(1,568,941,934)</td>
<td style="text-align: right;">(1,192,769,345)</td>
</tr>
<tr class="r2">
<td>Non-Operating Income</td>
<td style="text-align: right;">100,000,000</td>
<td style="text-align: right;">48,782,302</td>
<td style="text-align: right;">59,918,167</td>
</tr>
<tr class="total">
<td>Profit/(Loss) from Ordinary Activities before Tax</td>
<td style="text-align: right;">768,527,000</td>
<td style="text-align: right;">(1,336,244,891)</td>
<td style="text-align: right;">(2,848,316,204)</td>
</tr>
<tr class="r1">
<td>Taxation</td>
<td style="text-align: right;">(159,481,000)</td>
<td style="text-align: right;">(89,009,061)</td>
<td style="text-align: right;">(66,609,224)</td>
</tr>
<tr class="total">
<td>Net Profit/ (Loss) for the year</td>
<td style="text-align: right;">609,046,000</td>
<td style="text-align: right;">(1,425,253,952)</td>
<td style="text-align: right;">(2,914,925,428)</td>
</tr>
</tbody>
</table>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-4" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#balance-sheet-as-at-31st-december"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
Balance Sheet as at 31st December
</span></a>
</div>
<div class="accordion-body collapse" id="balance-sheet-as-at-31st-december">
<div class="accordion-inner panel-body">
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td>As at 31st December</td>
<td style="text-align: center;">2009 (Rs.)</td>
<td style="text-align: center;">2008 (Rs.)</td>
</tr>
<tr class="mhead">
<td colspan="3">ASSETS</td>
</tr>
<tr class="mhead2">
<td colspan="3">Non-Current Assets</td>
</tr>
<tr class="r1">
<td>Property, Plant &amp; Equipment Net - At cost</td>
<td style="text-align: right;">63,086,406,877</td>
<td style="text-align: right;">55,197,086,364</td>
</tr>
<tr class="r2">
<td>Capital Work in Progress</td>
<td style="text-align: right;">72,814,706,861</td>
<td style="text-align: right;">60,344,145,322</td>
</tr>
<tr class="r1">
<td>Investments</td>
<td style="text-align: right;">76,886,680</td>
<td style="text-align: right;">90,861,180</td>
</tr>
<tr class="r2">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>135,978,000,418</strong></td>
<td style="text-align: right;"><strong>115,632,092,867</strong></td>
</tr>
<tr class="mhead2">
<td colspan="3">Current Assets</td>
</tr>
<tr class="r1">
<td>Non Operating Assets</td>
<td style="text-align: right;">158,650,039</td>
<td style="text-align: right;">190,886,620</td>
</tr>
<tr class="r2">
<td>Inventories</td>
<td style="text-align: right;">3,305,965,042</td>
<td style="text-align: right;">3,081,287,559</td>
</tr>
<tr class="r1">
<td>Trade &amp; Other Receivables</td>
<td style="text-align: right;">4,300,728,729</td>
<td style="text-align: right;">5,250,015,335</td>
</tr>
<tr class="r2">
<td>Deposits &amp; Advances</td>
<td style="text-align: right;">4,765,970,605</td>
<td style="text-align: right;">5,422,015,734</td>
</tr>
<tr class="r1">
<td>Investments</td>
<td style="text-align: right;">303,704,405</td>
<td style="text-align: right;">423,129,076</td>
</tr>
<tr class="r2">
<td>Cash &amp; Cash Equivalents</td>
<td style="text-align: right;">624,867,296</td>
<td style="text-align: right;">822,671,654</td>
</tr>
<tr class="r1">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>13,459,886,117</strong></td>
<td style="text-align: right;"><strong>15,190,005,979</strong></td>
</tr>
<tr class="total">
<td>Total Assets</td>
<td style="text-align: right;">149,437,886,535</td>
<td style="text-align: right;">130,822,098,845</td>
</tr>
<tr class="mhead">
<td colspan="3">EQUITY AND LIABILITIES</td>
</tr>
<tr class="mhead2">
<td colspan="3">Capital and Reserves</td>
</tr>
<tr class="r1">
<td>Assets taken over from Government Dept.</td>
<td style="text-align: right;">185,480,387</td>
<td style="text-align: right;">185,480,387</td>
</tr>
<tr class="r2">
<td>Equity Capital</td>
<td style="text-align: right;">58,445,824,673</td>
<td style="text-align: right;">54,560,196,683</td>
</tr>
<tr class="r1">
<td>Capital Grants</td>
<td style="text-align: right;">67,189,901,163</td>
<td style="text-align: right;">56,142,135,415</td>
</tr>
<tr class="r2">
<td>Capital Recovery Fund</td>
<td style="text-align: right;">2,150,618,551</td>
<td style="text-align: right;">1,818,551,821</td>
</tr>
<tr class="r1">
<td>Staff Welfare Fund</td>
<td style="text-align: right;">13,116,170</td>
<td style="text-align: right;">14,696,841</td>
</tr>
<tr class="r2">
<td>Revaluation Reserve</td>
<td style="text-align: right;">309,763,136</td>
<td style="text-align: right;">309,763,136</td>
</tr>
<tr class="r1">
<td>Accumulated Profit/ (Loss)</td>
<td style="text-align: right;">(9,560,236,671)</td>
<td style="text-align: right;">(7,804,496,661)</td>
</tr>
<tr class="r2">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>118,734,467,409</strong></td>
<td style="text-align: right;"><strong>105,226,327,623</strong></td>
</tr>
<tr class="mhead2">
<td colspan="3">Non-Current Liabilities</td>
</tr>
<tr class="r1">
<td>Loan Payable</td>
<td style="text-align: right;">20,136,678,223</td>
<td style="text-align: right;">18,113,326,220</td>
</tr>
<tr class="r2">
<td>Other Deferred Liabilities</td>
<td style="text-align: right;">3,187,709,705</td>
<td style="text-align: right;">2,167,292,016</td>
</tr>
<tr class="r1">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>23,324,387,929</strong></td>
<td style="text-align: right;"><strong>20,280,618,236</strong></td>
</tr>
<tr class="mhead2">
<td colspan="3">Current Liabilities</td>
</tr>
<tr class="r1">
<td>Creditors</td>
<td style="text-align: right;">2,173,439,944</td>
<td style="text-align: right;">1,347,166,755</td>
</tr>
<tr class="r2">
<td>Loan Capital Payable</td>
<td style="text-align: right;">2,255,632,239</td>
<td style="text-align: right;">1,410,624,834</td>
</tr>
<tr class="r1">
<td>Loan Interest Payable</td>
<td style="text-align: right;">1,895,510,466</td>
<td style="text-align: right;">1,456,959,311</td>
</tr>
<tr class="r2">
<td>Non Operating Liabilities</td>
<td style="text-align: right;">115,455,778</td>
<td style="text-align: right;">115,455,778</td>
</tr>
<tr class="r1">
<td>Other Payables</td>
<td style="text-align: right;">938,992,770</td>
<td style="text-align: right;">984,946,308</td>
</tr>
<tr class="r2">
<td>&nbsp;</td>
<td style="text-align: right;"><strong>7,379,031,197</strong></td>
<td style="text-align: right;"><strong>5,315,152,986</strong></td>
</tr>
<tr class="total">
<td>Total Equity and Liabilities</td>
<td style="text-align: right;">149,437,886,535</td>
<td style="text-align: right;">130,822,098,845</td>
</tr>
</tbody>
</table>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-4" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#cash-flow-statement"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
Cash Flow Statement
</span></a>
</div>
<div class="accordion-body collapse" id="cash-flow-statement">
<div class="accordion-inner panel-body">
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td colspan="2">For the year ended</td>
<td style="text-align: center;">2009 (Rs.)</td>
<td style="text-align: center;">2008 (Rs.)</td>
</tr>
<tr class="mhead2">
<td colspan="4">Cash Flows from/(used) in Operating Activities</td>
</tr>
<tr class="total">
<td colspan="2">Net Profit/(Loss) before Tax</td>
<td style="text-align: center;">(1,336,244,891)</td>
<td style="text-align: center;">(2,848,316,204)</td>
</tr>
<tr class="r1">
<td colspan="4"><em><strong>Adjustments for</strong></em></td>
</tr>
<tr class="r2">
<td>Interest Income</td>
<td>&nbsp;</td>
<td style="text-align: right;">48,782,302</td>
<td style="text-align: right;">(59,918,167)</td>
</tr>
<tr class="r1">
<td>Profit/ Loss on Disposals Assets</td>
<td>&nbsp;</td>
<td style="text-align: right;">(12,696,209)</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td>Depreciation</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,409,852,073</td>
<td style="text-align: right;">1,397,510,699</td>
</tr>
<tr class="r1">
<td>Retiring gratuity provision</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,012,860,343</td>
<td style="text-align: right;">391,458,675</td>
</tr>
<tr class="r2">
<td>Interest Expense</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,568,941,934</td>
<td style="text-align: right;">1,192,769,345</td>
</tr>
<tr class="total">
<td colspan="2">Operating Profit before Working Capital Changes</td>
<td style="text-align: right;">2,593,930,949</td>
<td style="text-align: right;">73,504,349</td>
</tr>
<tr class="r1">
<td>(Increase)/ Decrease in Inventories</td>
<td>&nbsp;</td>
<td style="text-align: right;">(224,677,483)</td>
<td style="text-align: right;">(478,836,442)</td>
</tr>
<tr class="r2">
<td>(Increase)/ Decrease in Debtors, Receivables &amp; Deposits</td>
<td>&nbsp;</td>
<td style="text-align: right;">1,637,695,135</td>
<td style="text-align: right;">(1,705,425,607)</td>
</tr>
<tr class="r1">
<td>Increase/ (Decrease) in Creditors &amp; Provisions</td>
<td>&nbsp;</td>
<td style="text-align: right;">907,386,833</td>
<td style="text-align: right;">1,876,256,182</td>
</tr>
<tr class="r2">
<td>Cash Generated from Operations</td>
<td>&nbsp;</td>
<td style="text-align: right;">4,914,335,433</td>
<td style="text-align: right;">(234,501,518)</td>
</tr>
<tr class="r1">
<td>Tax Paid</td>
<td>&nbsp;</td>
<td style="text-align: right;">(89,009,061)</td>
<td style="text-align: right;">(51,609,224)</td>
</tr>
<tr class="r2">
<td>Disallowed VAT paid to Inland Revenue</td>
<td>&nbsp;</td>
<td style="text-align: right;">(1,197,517,236)</td>
<td style="text-align: right;">(2,747,811,438)</td>
</tr>
<tr class="r1">
<td>Gratuity Paid</td>
<td>&nbsp;</td>
<td style="text-align: right;">(121,242,157)</td>
<td style="text-align: right;">(80,977,252)</td>
</tr>
<tr class="total">
<td colspan="2">Net Cash from Operating Activities</td>
<td style="text-align: right;">3,506,566,978</td>
<td style="text-align: right;">(3,114,899,432)</td>
</tr>
<tr class="mhead2">
<td colspan="4">Cash Flows from/(used in) Investing Activities</td>
</tr>
<tr class="r1">
<td>Investments in Fixed Assets</td>
<td>&nbsp;</td>
<td style="text-align: right;">(21,768,367,550)</td>
<td style="text-align: right;">(17,838,136,993)</td>
</tr>
<tr class="r2">
<td>Sale proceeds for disposal assets</td>
<td>&nbsp;</td>
<td style="text-align: right;">13,489,207</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td>Investment Income</td>
<td>&nbsp;</td>
<td style="text-align: right;">48,655,482</td>
<td style="text-align: right;">59,331,418</td>
</tr>
<tr class="r2">
<td>(Investment)/ Withdrawal of Investments</td>
<td>&nbsp;</td>
<td style="text-align: right;">133,399,170</td>
<td style="text-align: right;">451,885,483</td>
</tr>
<tr class="total">
<td colspan="2">Net Cash Flows used in Investing Activities</td>
<td style="text-align: right;">(21,572,823,691)</td>
<td style="text-align: right;">(17,326,920,092)</td>
</tr>
<tr class="mhead2">
<td colspan="4">Cash Flow from/ (used in) Financing Activities</td>
</tr>
<tr class="r2">
<td colspan="4"><span style="text-decoration: underline;"><strong>Equity Capital during the Period</strong></span></td>
</tr>
<tr class="r1">
<td style="text-align: right;">Net -</td>
<td style="text-align: right;">3,885,627,990</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">&nbsp;</td>
</tr>
<tr class="r2">
<td style="text-align: right;">VAT disallowed -</td>
<td style="text-align: right;">1,197,517,236</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">&nbsp;</td>
</tr>
<tr class="r1">
<td style="text-align: right;">set off against F/ Assets -</td>
<td style="text-align: right;">663,936</td>
<td style="text-align: right;">5,083,809,162</td>
<td style="text-align: right;">8,994,095,489</td>
</tr>
<tr class="r2">
<td colspan="4"><span style="text-decoration: underline;"><strong>Foreign Grant during the period</strong></span></td>
</tr>
<tr class="r1">
<td style="text-align: right;">Net -</td>
<td style="text-align: right;">11,047,765,748</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">&nbsp;</td>
</tr>
<tr class="r2">
<td style="text-align: right;">Set off against F/ Assets -</td>
<td style="text-align: right;">472,331,634</td>
<td style="text-align: right;">11,520,097,382</td>
<td style="text-align: right;">10,072,441,776</td>
</tr>
<tr class="r1">
<td>New Loans</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">2,885,522,745</td>
<td style="text-align: right;">2,651,188,553</td>
</tr>
<tr class="r2">
<td>Loan Repayments</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">(17,163,337)</td>
<td style="text-align: right;">(351,435,854)</td>
</tr>
<tr class="r1">
<td>Loan Interest Paid</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">(1,603,813,597)</td>
<td style="text-align: right;">(585,925,992)</td>
</tr>
<tr class="total">
<td colspan="2">&nbsp;</td>
<td style="text-align: right;">17,868,452,354</td>
<td style="text-align: right;">20,780,363,972</td>
</tr>
<tr class="r1">
<td>Net Increase in Cash &amp; Cash Equivalents</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">(197,804,358)</td>
<td style="text-align: right;">338,544,448</td>
</tr>
<tr class="r2">
<td>Cash &amp; Cash Equivalent at the beginning of the year</td>
<td style="text-align: right;">&nbsp;</td>
<td style="text-align: right;">822,671,654</td>
<td style="text-align: right;">484,127,206</td>
</tr>
<tr class="total">
<td colspan="2">Cash &amp; Cash Equivalent at the end of the period</td>
<td style="text-align: right;">624,867,296</td>
<td style="text-align: right;">822,671,654</td>
</tr>
</tbody>
</table>
</div></div></div></div>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 01:08:17 +0000</pubDate>
		</item>
		<item>
			<title>Financial Performance</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=80&amp;catid=33&amp;Itemid=133&amp;lang=si</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=80&amp;catid=33&amp;Itemid=133&amp;lang=si</guid>
			<description><![CDATA[<h4>Financial Performance as at end 31st December 2012</h4>
<table style="width: 100%;">
<tbody>
<tr align="center">
<td style="width: 50%;"><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/income_chart.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/income_chart.png" alt="income chart" width="330" height="182" /></a></td>
<td><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/non_current_assets_chart.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/non_current_assets_chart.png" alt="income chart" width="330" height="182" /></a></td>
</tr>
<tr align="center">
<td><em><strong>Income (Rs. million)</strong></em></td>
<td><em><strong>Non-Current Assets (Rs. million)</strong></em></td>
</tr>
<tr align="center">
<td style="height: 10px;" colspan="2">&nbsp;</td>
</tr>
<tr align="center">
<td><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/debt_service_chart.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/debt_service_chart.png" alt="income chart" width="330" height="182" /></a></td>
<td><a href="http://waterboard.lk/web/images/contents/organization/financial_performance/surplus_before_tax.png" target="_blank"><img src="http://waterboard.lk/web/images/contents/organization/financial_performance/surplus_before_tax.png" alt="income chart" width="330" height="182" /></a></td>
</tr>
<tr align="center">
<td><em><strong>Debt Service (Rs. million)</strong></em></td>
<td><em><strong>Surplus Before Tax (Rs. million)</strong></em></td>
</tr>
</tbody>
</table>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Thu, 28 Aug 2014 01:04:48 +0000</pubDate>
		</item>
		<item>
			<title>Performance Data</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=79&amp;catid=33&amp;Itemid=133&amp;lang=si</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=79&amp;catid=33&amp;Itemid=133&amp;lang=si</guid>
			<description><![CDATA[<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td colspan="3">Key Statistics</td>
<td style="text-align: center;">2011</td>
<td style="text-align: center;">2012</td>
<td style="text-align: center; width: 90px;">Variation (%)</td>
</tr>
<tr class="mhead2">
<td colspan="6">Water Supply</td>
</tr>
<tr class="r1">
<td colspan="3">Piped Water Production (million cu. m.)</td>
<td style="text-align: right;">323</td>
<td style="text-align: right;">323</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td rowspan="2">Deep Wells (Nos.)</td>
<td>(a)</td>
<td style="width: 110px;">Drilled</td>
<td style="text-align: right;">490</td>
<td style="text-align: right;">490</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td>(b)</td>
<td>Successful</td>
<td style="text-align: right;">342</td>
<td style="text-align: right;">342</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td rowspan="3">Non-Revenue Water (%)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">34.03</td>
<td style="text-align: right;">32.66</td>
<td style="text-align: right;">(4)</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">25.02</td>
<td style="text-align: right;">26.06</td>
<td style="text-align: right;">(4.2)</td>
</tr>
<tr class="r1">
<td>(c)</td>
<td>Island-wide</td>
<td style="text-align: right;">30.36</td>
<td style="text-align: right;">29.89</td>
<td style="text-align: right;">(1.5)</td>
</tr>
<tr class="r2">
<td rowspan="2">Domestic Connections (Nos.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">630,157</td>
<td style="text-align: right;">677,427</td>
<td style="text-align: right;">7.5</td>
</tr>
<tr class="r2">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">706,679</td>
<td style="text-align: right;">789,189</td>
<td style="text-align: right;">11.7</td>
</tr>
<tr class="total">
<td colspan="3">Total Domestic Connections</td>
<td style="text-align: right;">1,336,836</td>
<td style="text-align: right;">1,466,616</td>
<td style="text-align: right;">9.7</td>
</tr>
<tr class="r1">
<td rowspan="2">Public Stand Posts (Nos.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">3,940</td>
<td style="text-align: right;">2,345</td>
<td style="text-align: right;">(40.5)</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">2,436</td>
<td style="text-align: right;">2,403</td>
<td style="text-align: right;">(1.4)</td>
</tr>
<tr class="total">
<td colspan="3">Total Public Stand Posts</td>
<td style="text-align: right;">6,376</td>
<td style="text-align: right;">4,748</td>
<td style="text-align: right;">(25.5)</td>
</tr>
<tr class="r1">
<td rowspan="2">Non-Domestic Connections (Nos.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">57,401</td>
<td style="text-align: right;">58,595</td>
<td style="text-align: right;">2.1</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">55,064</td>
<td style="text-align: right;">57,704</td>
<td style="text-align: right;">4.8</td>
</tr>
<tr class="total">
<td colspan="3">Total Non-Domestic Connections</td>
<td style="text-align: right;">112,465</td>
<td style="text-align: right;">121,047</td>
<td style="text-align: right;">7.6</td>
</tr>
<tr class="total">
<td colspan="3">Total No. of Service Connections</td>
<td style="text-align: right;">1,449,301</td>
<td style="text-align: right;">1,587,663</td>
<td style="text-align: right;">9.5</td>
</tr>
<tr class="r1">
<td rowspan="2">Average Household Monthly Consumption (cu. m. per house connection)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">17.22</td>
<td style="text-align: right;">17.24</td>
<td style="text-align: right;">0.1</td>
</tr>
<tr class="r1">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">13.16</td>
<td style="text-align: right;">13.13</td>
<td style="text-align: right;">(0.2)</td>
</tr>
<tr class="r2">
<td rowspan="2">Average Household Billing per Month (Rs.)</td>
<td>(a)</td>
<td>Western Province</td>
<td style="text-align: right;">573.21</td>
<td style="text-align: right;">622.76</td>
<td style="text-align: right;">8.6</td>
</tr>
<tr class="r2">
<td>(b)</td>
<td>Other Provinces</td>
<td style="text-align: right;">319.03</td>
<td style="text-align: right;">346.06</td>
<td style="text-align: right;">8.5</td>
</tr>
<tr class="total">
<td colspan="3">Total Recurrent Expenditure (Rs. million)</td>
<td style="text-align: right;">11,033</td>
<td style="text-align: right;">13,230*</td>
<td style="text-align: right;">19.9</td>
</tr>
<tr class="r1">
<td colspan="3">Development Expenditure (Rs. million)</td>
<td style="text-align: right;">29,337</td>
<td style="text-align: right;">29,337</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="total">
<td colspan="3">Total Revenue (Rs. million)</td>
<td style="text-align: right;">13,343</td>
<td style="text-align: right;">15,088</td>
<td style="text-align: right;">13.1</td>
</tr>
<tr class="r1">
<td colspan="3">O&amp;M Staff / 1,000 Connections</td>
<td style="text-align: right;">5.25</td>
<td style="text-align: right;">5.1</td>
<td style="text-align: right;">(2.9)</td>
</tr>
<tr class="total">
<td colspan="3">Total Staff / 1,000 Connections</td>
<td style="text-align: right;">6.35</td>
<td style="text-align: right;">6.09</td>
<td style="text-align: right;">(4.1)</td>
</tr>
<tr class="r1">
<td colspan="3">Average O&amp;M Cost of Water Production (Rs./ cu. m.)</td>
<td style="text-align: right;">22.5</td>
<td style="text-align: right;">25.3*</td>
<td style="text-align: right;">12.4</td>
</tr>
<tr class="r2">
<td colspan="3">Collection Efficiency</td>
<td style="text-align: right;">0.99</td>
<td style="text-align: right;">0.98</td>
<td style="text-align: right;">(11.1)</td>
</tr>
<tr class="mhead2">
<td colspan="6">Sewerage</td>
</tr>
<tr class="r1">
<td colspan="3">Sewerage Connections in Dehiwala - Mt. Lavinia Sewerage System</td>
<td style="text-align: right;">2,413</td>
<td style="text-align: right;">2,413</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td colspan="3">Sewerage Connections in Kolonnawa Sewerage System</td>
<td style="text-align: right;">1,595</td>
<td style="text-align: right;">1,595</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td colspan="3">Sewerage Connections for Institutions</td>
<td style="text-align: right;">7</td>
<td style="text-align: right;">7</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r2">
<td colspan="3">Sewerage Connections in Housing Schemes in Greater Colombo</td>
<td style="text-align: right;">2,290</td>
<td style="text-align: right;">2,290</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="r1">
<td colspan="3">Sewerage Connections in Housing Schemes outside Greater Colombo and maintained by Greater Colombo Sewerage Section</td>
<td style="text-align: right;">4,868</td>
<td style="text-align: right;">4,868</td>
<td style="text-align: right;">-</td>
</tr>
<tr class="total">
<td colspan="3">Total No. of Connections Maintained by Greater Colombo Sewerage Section</td>
<td style="text-align: right;">11,173</td>
<td style="text-align: right;">11,173</td>
<td style="text-align: right;">-</td>
</tr>
</tbody>
</table>
<table>
<tbody>
<tr>
<td colspan="3"><strong>* Abbreviations</strong></td>
</tr>
<tr>
<td><em><strong>cu. m.</strong></em></td>
<td><em><strong>:</strong></em></td>
<td>cubic meters</td>
</tr>
<tr>
<td><em><strong>O&amp;M</strong></em></td>
<td><em><strong>:</strong></em></td>
<td>Operation &amp; Maintenance</td>
</tr>
</tbody>
</table>
<p>* Figures are estimated</p>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Wed, 27 Aug 2014 23:15:18 +0000</pubDate>
		</item>
		<item>
			<title>Staff Details</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=77&amp;catid=33&amp;Itemid=133&amp;lang=si</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=77&amp;catid=33&amp;Itemid=133&amp;lang=si</guid>
			<description><![CDATA[<h4>Staff Details of NWSDB as at end 31st December 2011</h4>
<p><strong>Staff Strength</strong></p>
<table class="mtable" style="width: 100%;" border="0" cellspacing="1" cellpadding="1">
<tbody>
<tr class="mhead">
<td>Staff</td>
<td style="text-align: right;">2011</td>
<td style="text-align: right;">2012</td>
<td style="text-align: right;">Variation (%)</td>
</tr>
<tr class="r1">
<td>Permanent *</td>
<td style="text-align: right;">8,509</td>
<td style="text-align: right;">8,931</td>
<td style="text-align: right;">4.9</td>
</tr>
<tr class="r2">
<td>Casual</td>
<td style="text-align: right;">453</td>
<td style="text-align: right;">34</td>
<td style="text-align: right;">(92.5)</td>
</tr>
<tr class="r1">
<td>Contract</td>
<td style="text-align: right;">135</td>
<td style="text-align: right;">811</td>
<td style="text-align: right;">500.7</td>
</tr>
<tr class="r2">
<td>Trainee</td>
<td style="text-align: right;">102</td>
<td style="text-align: right;">68</td>
<td style="text-align: right;">(33.3)</td>
</tr>
<tr class="total">
<td>Total</td>
<td style="text-align: right;">9,199</td>
<td style="text-align: right;">9,844</td>
<td style="text-align: right;">7</td>
</tr>
</tbody>
</table>
<p>* The permanent staff figure excludes staff recruited for foreign funded projects</p>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Wed, 27 Aug 2014 05:17:07 +0000</pubDate>
		</item>
		<item>
			<title>ප්‍රධාන තොරතුරු</title>
			<link>http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=76&amp;catid=33&amp;Itemid=103&amp;lang=si</link>
			<guid isPermaLink="true">http://waterboard.lk/web/index.php?option=com_content&amp;view=article&amp;id=76&amp;catid=33&amp;Itemid=103&amp;lang=si</guid>
			<description><![CDATA[

<div class="nn_sliders accordion panel-group" id="set-nn_sliders-5">
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-5" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#අපේ-කර්තව්‍ය"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
අපේ කර්තව්‍ය
</span></a>
</div>
<div class="accordion-body collapse" id="අපේ-කර්තව්‍ය">
<div class="accordion-inner panel-body">
<h4 style="text-align: justify;">මූලික කර්තව්‍ය</h4>
<ul>
<li>දේශීය අරමුදල් සහ ආධාර ලබා දෙන්නන්ගේ සහාය ඇතිව ජල සම්පාදන සහ සනීපාරක්ෂක ව්‍යාපෘති පිළිබඳ පරික්ෂා කිරීම, සැලසුම් කිරීම, නිර්මාණය සහ ඉදිකිරීම් අධීක්ෂණය, ශාක්‍යතා අධ්‍යයනය, පිරිවැය ඇස්තමේන්තු සකස් කිරීම සහ එබඳු ව්‍යාපෘති සඳහා පාරිසරික ඇගයීම් තක්සේරු සිදු කිරීම</li>
<li>පාරිභෝගිකයන්ට සතුටුදායක සේවාවක් සැපයීම පිණිස ජලසම්පාදන සහ සනීපාරක්ෂක යෝජනා ක්‍රම ක්‍රියාත්මක කිරීම සහ නඩත්තුව</li>
<li>බිල්පත් සකස් කිරීම සහ දැරිය හැකි ගාස්තු ව්‍යුහයන් යටතේ මුදල් එකතු කිරීම</li>
</ul>
<h4 style="text-align: justify;">ද්විතියික කර්තව්‍ය</h4>
<ul>
<li>මානව සම්පත් සැලසුම්කරණය හා සංවර්ධනය</li>
<li>නව්‍ය තාක්ෂණ ක්‍රම භාවිතා කරමින් සේවා වැඩි දියුණු කිරීම සඳහා පර්යේෂණ සහ සංවර්ධනය</li>
<li>අයවැයකරණය සහ මූල්‍ය පාලනය</li>
<li>ඵලදායී ජල භාවිතය සහ ආදායම් නොලබන ජල භාවිතය අඩු කිරීම පිළිබඳ ප්‍රචාරය හා පාරිභෝගික දැනුවත්කිරීමේ වැඩසටහන්</li>
<li>ආයතනික සැලසුම්කරණය සහ උපාය මාර්ගික කළමනාකරණය</li>
<li>ජලය සහ අපත ජලය තත්ව අධීක්ෂණ සහ පාලනය සඳහා විද්‍යාගාර සේවා</li>
<li>ප්‍රජා මූල සංවිධාන (ප්‍ර.මූ.ස.), පළාත් පාලන ආයතන, රාජ්‍ය නියෝජිතායතන සහ පුද්ගලික / රාජ්‍ය අංශයේ ආයතන සඳහා තාක්ෂණික සහාය</li>
<li>භූගත ජල පරීක්ෂණ, ගැඹුරු ළිං, නළ ළිං / අත් පොම්ප සවි කිරීම</li>
<li>ජල සැපයුම සහ සෞඛ්‍යාරක්ෂාව පිළිබඳ උපදේශන සේවා</li>
<li>ව්‍යාපෘති සම්පාදනය සහ කළමනාකරණය</li>
<li>අංශයේ ක්‍රියාධරයන් සහ පාර්ශ්වකරුවන් සමග සම්බන්ධීකරණය</li>
<li>තොරතුරු කළමනාකරණය සහ වාර්තා කිරීම</li>
</ul>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-5" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#සනීපාරක්ෂක-නල-මාර්ග-පද්ධතිය"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
සනීපාරක්ෂක නල මාර්ග පද්ධතිය
</span></a>
</div>
<div class="accordion-body collapse" id="සනීපාරක්ෂක-නල-මාර්ග-පද්ධතිය">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">ජාතික ජල සම්පාදන හා&nbsp;ජලාපවහන මණ්ඩලයේ ආරම්භක අවධියේදී, එනම් 1975 සිට 1990 දක්වා කාලය තුලදී නාගරික ප්‍රදේශ, ගම්මාන සහ කර්මාන්ත පුරවර සඳහා පානීය ජලය සැපයුම කෙරෙහි වැඩි අවධානයක් යොමු කරන ලදී. කෙසේ වෙතත්, ජල භාවිතය ඉහළ යාම සහ ස්ථානීය සෞඛ්‍යාරක්ෂණය සඳහා භූමිය ප්‍රමාණවත් නොවීම නිසා පසුගිය වසර 10 තුළ මලාපවහන පද්ධතිය කෙරෙහිද විශේෂ අවධානය යොමු කරන ලදී. වත්මනෙහි ජා.ජ.ස.ජ. මණ්ඩලය කොලොන්නාව, දෙහිවල - ගල්කිස්ස මහ කොළඹ ප්‍රදේශයේ ජා.නි.ස. අධිකාරියේ නිවාස යොජනා ක්‍රම, හන්තාන සහ කතරගම යන ප්‍රදේශයන්හි සනීපාරක්ෂක ව්‍යාපෘති පවත්වා ගෙන යයි. කොළඹට කි‍ලෝමීටර් 100 ක් දකුණින් පිහිටි වෙරළබඩ නගරයක් වූ හික්කඩුව සඳහා මෑතකදී නල මාර්ග සනීපාරක්ෂක පද්ධති පවත්වා ගෙන යයි. කොලඹට කිලෝමීටර් 100 ක් දකුණින් පිහිටි වෙරළබඩ නගරයක් වූ හික්කඩුව සඳහා මෑතකදී නල මාර්ග සනීපාරක්ෂක යෝජනා ක්‍රමයේ මෙහෙයුම් කටයුතු මෑතකදී ආරම්භ කරනු ලැබීය. කටුනායක, සීතාවක, බියගම සහ කොග්ගල ආයෝජන ප්‍රවර්ධන කලාපයන්හි අපත ජලය රැස් කිරීමේ, පිරියම් කිරීමේ සහ බැහැර කිරීමේ පද්ධති ආයෝජන මන්ඩලය වෙනුවෙන් ජා.ජ.ස.ජ.ම. විසින් නඩත්තු කරනු ලැබේ. මාවතගම, පොල්ගහවෙල, මෝදරවිල සහ මීරිගම ආයෝජන ප්‍රවර්ධන කලාපයන් සඳහා පිරියම් කිරීමේ පද්ධති ජා.ජ.ස.ජ.ම. මගින් මේ වන විට ඉදිකරගෙන යනු ලැබේ.</p>
<p style="text-align: justify;">මහනුවර නගර මධ්‍යයේ පරිසර දූෂණය අවම කිරීම සඳහා නල මාර්ග සනීපාරක්ෂක ව්‍යාපෘතියක් ජපන් රජයේ ආධාර යටතේ ක්‍රියාත්මක කිරීමට නියමිතය. පොම්පාගාර සහ පිරියම් කිරීමේ යන්ත්‍රාගාර සඳහා ඉඩම් ඇතුළුව පාරිසරික බලපෑම් ඇගයීම ඇතුළු ශක්‍යතා අධ්‍යයන මේ වන විට අවසන් කරමින් පවති. කෘෂිකර්ම දෙපාර්තමේන්තුවට අයත් පේරාදෙණියේ පිහිටි ඉඩමක පිරියම් කිරීමේ යන්ත්‍රාගාරය පිහිටුවීමට යෝජිත අතර පිරියම් කිරීමෙන් පසු අපවාහ මහවැලි ගඟට මුදා හැරීමට නියමිතය.</p>
<p style="text-align: justify;">ජාඇල - ඒකල සහ මොරටුව රත්මලාන කර්මාන්ත සහ නේවාසික ප්‍රදේශ සඳහා මෑතකදී ස්විඩන රජයේ ආධාර ඇතිව ව්‍යාපෘතියක් සකස් කරනු ලැබීය. ජාඇල ඒකල ප්‍රදේශයේ පල් දෝරු කාණු පද්ධතියක් සහ පිරියම් කිරීමේ යන්ත්‍රාගාරයක් ඉදි කිරීමට නියමිත අතර වත් පිරියම් යන්ත්‍රාගාරයක් මොරටුව - රත්මලාන සඳහා යෝජිත අතර එය නල මාර්ගයක් ඔස්සේ මුහුදට සම්බන්ධ කරනු ඇත. යෝජිත ව්‍යාපෘතිය යටතේ නගරය සහ විශ්ව විද්‍යාලය ඇතුළුව සැලකිය යුතු ප්‍රදේශයක අපත ජලය ඉවත් කිරීම සිදු කරනු ඇත.</p>
<p style="text-align: justify;">කොළඹ නගරයේ උතුරු සහ දකුණු සනීපාරක්ෂක පද්ධතීන්හි කඩිනමින් සිදු කළ යුතු ප්‍රතිසංස්කරණ සඳහා වන ව්‍යාපෘති ඩෙන්මාර්ක් සහ ඔස්ට්‍රියානු රජයන්ගේ ආධාරයෙන් සිදු කිරිමට නියමිතය. ඒ යටතේ මාදම්පිටියේ නව පොම්පාගාරයක් ඉදිකිරීමට සහ උතුරු ව්‍යාපෘතිය යටතේ කොල්ලුපිටියේ සිට මාදම්පිටිය දක්වා ප්‍රධාන සනීපාරක්ෂක නලවල කි.මී. 20 ක ප්‍රතිසංස්කරණ ඇතුළුව පීටර්සන් පටුමගේ පොම්පාගාරය ප්‍රතිසංස්කරණය කිරීමට යෝජිතය. ඊට අමතරව දකුණු ව්‍යාපෘතිය යටතේ වැල්ලවත්තේ නව පොම්පාගාරයක් සනීපාරක්ෂක කාණු පද්ධතියේ කි.මි. 9 ක් ප්‍රතිසංස්කරණය කිරීමටද නියමිතය.</p>
<p style="text-align: justify;">කුරුණෑගල නගරය සඳහා ද ජල සම්පාදන සහ සනීපාරක්ෂක ව්‍යාපෘතියක් සකස් කොට ඇති අතර ඒ සඳහා ඩෙන්මාර්ක් ජාත්‍යයන්තර සංවර්ධන නියෝජිතායතනයේ (ඩනිඩා) මිශ්‍රණය යෝජනා ක්‍රමය යටතේ අරමුදල් සම්පාදනය කිරීම පිණිස හඳුනාගෙන තිබේ. මෙම ව්‍යාපෘතිය මේ වන විට ටෙන්ඩර් අදියරේ පවතී.</p>
<p style="text-align: justify;">යාපනය අර්ධද්වීපයේ ජලසම්පාදන හා සනීපාරක්ෂක ව්‍යාපෘතියේ ශක්‍යතා අධ්‍යයනය කිරීම පිණිස උපදේශන පැවරුමක් ආසියානු සංවර්ධන බැංකුව (ආ.ස.බැං.) සිදුකර ඇත. මෙම අධ්‍යයනය මෙම වසරේදී නිමා කරන ලදී. සුනාමි ආධාර යටතේ වෙරළබඩ නගරයන්හි සනීපාරක්ෂක අවශ්‍යතා අධ්‍යයනය කිරීම සඳහා එක්සත් ජනපද රජය අරමුදල් සපයා තිබේ.</p>
<p style="text-align: justify;">ශ්‍රී ලංකාවේ පරිපාලන අගනගරය වූ ශ්‍රී ජයවර්ධනපුර කෝට්ටේ සඳහා ජා.ජ.ස.ප.ම. විසින් චීන රජයේ සහාය ඇතිව නල මාර්ග මලාපවහන පද්ධතියක් සම්පාදනය කරමින් පවතී. මූලික සැලසුම් සහ ව්‍යාපෘති සම්පාදනය බොහෝ දුරට නිමා වී ඇති අතර කොන්ත්‍රාත් පිළිබඳ සාකච්ඡා අවසන් වීමෙන් පසු ඉදිකිරීම් කටයුතු 2009 වසරේදී ඇරඹීමට නියමිතය. ත්‍රිකුණාමලය, අම්පාර, ගාල්ල සහ කළුතර පිහිටා ඇති සුනාමි නිවාස යෝජනා ක්‍රමයන්හි සනීපාරක්ෂක පහසුකම් සඳහා ටෙන්ඩර් ලේඛන පිලියෙල කිරීම ඇතුළුව සැලසුම් සහ නිර්මාණ කටයුතු සම්පුර්ණ කර තිබේ. ශ්‍රී ජයවර්ධනපුර විශ්ව විද්‍යාලය, හැව්ලොක් සිටි, රත්මලාන සුනාමි නිවාස යෝජනා ක්‍රමය, තෙලිප්පලෙයි පිළිකා රෝහල සහ රණාල නිවාස යෝජනා ක්‍රමය සඳහා ද මෙබඳු සැලසුම් සකස් කරමින් පවතී.</p>
<p style="text-align: justify;">ජා.ජ.ස.ජ.ම. විසින් නඩත්තු කරනු ලබන සියලු සනීපාරක්ෂක යෝජනා ක්‍රම සඳහා 2008 අප්‍රේල් 01 වන දා සිට ක්‍රියාත්මක වන පරිදි ජා.ජ.ස.ජ. මණ්ඩලය විසින් මලාපවහන සේවා ගාස්තුවක් පනවා තිබේ. වත්මනෙහි ජා.ජ.ස.ජ. මණ්ඩලය කලින් සඳහන් කළ සනීපාරක්ෂක යෝජනා ක්‍රමයන්ට අමතරව නිවාස ඒකක 10,000කින් පමණ යුත් විශාල නිවාස ක්‍රම හයක (මත්තේගොඩ, සොයිසාපුර, ජයවඩනගම, මද්දුමගේවත්ත, රද්දොළුගම සහ හන්තාන) මලාපවහන කාණු පද්ධති නඩත්තු කරයි. තවද, නව සනීපාරක්ෂක ව්‍යාපෘති සඳහා ණය පහසුකම් ලබා දීමට නම් මලාපවහන සේවා ගාස්තුවක් හඳුන්වා දිය යුතු බව විදේශීය ණය ප්‍රදාන ආයතන අවධාරණය කර තිබේ. දැනට පවතින පද්ධතිවල මෙහෙයුම් සහ නඩත්තු පිරිවැය ආවරණය කිරිම පිණිස මෙන්ම අනෙකුත් නාගරික ප්‍රදේශවලට මලාපවහන නල මාර්ග පහසුකම් ක්‍රමිකව ව්‍යාප්ත කිරිම පිණිස මෙබඳු ගාස්තුවක් පැනවීම අත්‍යවශ්‍ය වි තිබේ.</p>


</div></div></div>
<div class="accordion-group panel">
<div class="accordion-heading panel-heading">
<a class="accordion-toggle" data-toggle="collapse" data-parent="#set-nn_sliders-5" href="http://waterboard.lk/web/index.php?option=com_content&view=category&id=33&Itemid=133&lang=si&format=feed&type=rss#තොරතුරු-තාක්ෂණය"><div class="clo"></div><div class="ope"></div><span class="nn_sliders-toggle-inner">
තොරතුරු තාක්ෂණය
</span></a>
</div>
<div class="accordion-body collapse" id="තොරතුරු-තාක්ෂණය">
<div class="accordion-inner panel-body">
<p style="text-align: justify;">සමස්ත ව්‍යවසාය ආවරණය කරමින් ක්‍රියාත්මක තොරතුරු තාක්ෂණ ව්‍යාපෘතියට අදාල කටයුතු 2009 වසර තුළදී අඛණ්ඩව පවත්වා ගෙන යනු ලැබීය. සමස්ත ව්‍යවසායෙහි තො.තා. විසඳුම් සඳහා කොන්ත්‍රාත්තුව ඇ.ඩො. මිලියන 4.64 ක මුදලකට ඉන්දියාවේ කො - ඔෆ්ෂන්ස් ටෙක්නොලොජිස් ආයතනය වෙත ප්‍රදානය කරන ලදී.</p>
<p style="text-align: justify;">එයට&nbsp; ජා.ජ.ස.ජ.ම. විසින් මූල්‍යයම පහසුකම් සැපයිමට නියමිත පරිගණක දෘඪාංග උපකරණ සැපයිම සහ සවිකිරිමද අයත් වේ. ජා.ජ.ස.ජ.ම. මෙම ක්‍රියාකාරකම ඉටු කිරීමට බාරගත් අතර පරිගණක දෘඪාංග උපකරණ සැපයීම සහ සවිකිරිම 2007 වසර තුලදී සම්පූර්ණ කරන ලදී.</p>
<p style="text-align: justify;">මෙහි කොන්ත්‍රාත් මුදල පසුව ඇ.ඩො. මිලියන 3.98 දක්වා අඩු කරන ලදී.</p>
<p style="text-align: justify;">2009 වසරේදී විසඳුම සම්පුර්ණ කරනු ලැබීය. විසඳුම ක්‍රියාත්මක කිරීම ඉදිරියේදී සිදු කිරීමට නියමිතය.</p>
<p style="text-align: justify;">31/12/2009 දක්වා එහි සමුච්චිත වියදම ඇ. ඩො. මිලියන 3.98 ක් විය. එයට අමතරව අන්තර්ජාලය ඔස්සේ ගෙවිම් ක්‍රමවේදය, පාරිභෝගික පැමිණිලි ක්‍රමවේදය සහ වත්කම් කළමනාකරණ ක්‍රමවේදය පිළිබඳ විසඳුම් ව්‍යාපෘතිය 2009 වසරේදී සිදු කරමින් පැවතුණි. ස්ථාවර වත්කම් සත්‍යාපනය තක්සේරු දෙපාර්තමේන්තුව විසින් සිදු කරන ලදී.</p>
<p style="text-align: justify;">ස්ථාවර වත්කම් උපලේඛන තො.තා. අංශය විසින් සපයන ලදී. විවිධ අංශ විසින් තො.තා. අංශය වෙත වාර්තා කරන ලද පරිගණක දෘඪාංග නඩත්තු කටයුතු එම අංශය විසින් ඉටු කරන ලදී. ප්‍රාදේශීය උපකාරක කාර්යාල ඇතුළුව දිවයින පුරා කළමනාකරුවන්ගේ කාර්යාල ආවරණය කරමින් පුළුල් ප්‍රදේශ ජාලය (Wide Area Network) 2009 වසර තුළදී අඛණ්ඩව පවත්වා ගෙන යන ලදී. අතථ්‍ය පුද්ගලික ජාලය ශ්‍රී ලංකා ටෙලිකොම් විසින් සපයන ලදී.</p>
</div></div></div></div>]]></description>
			<author>test@maoil.com (piyo)</author>
			<category>Organization</category>
			<pubDate>Wed, 27 Aug 2014 05:03:01 +0000</pubDate>
		</item>
	</channel>
</rss>
